{"version":"0.1","skiAreas":[{"name_area":"Greater Gallatins","conditions":"Most routes described in this group have a relatively shallow snowpack and generally receive between 200-300 inches of snow per year. While this area can certainly receive wind loading events, it is not as susceptible to these events as other areas. This region also seems to get frequent but smaller snowfalls as opposed to infrequent big snowfalls.","color":"#434343","bounds_southwest":"","bounds_northeast":"","permissions":0,"skiarea_image":{"filename":"gallatin.jpg","avatar":"CzJPlV-UaXbpRPV5aOSec6DoChIKRU7c.jpg"},"skiarea_routes":[{"name_route":"The Mt. Ellis Burn","quip":"A Bozeman classic","overview":"One of the classic Bozeman ski trips, Mt. Ellis appears prominently as a forested high point on the skyline southeast of town. With stable snowpack, you’ll be rewarded with excellent glade skiing and fairly long vertical drop. An old fire near the top (hence the name “The Burn”) has thinned the trees and created a small, open bowl which then funnels into one of three avalanche run-outs that get more narrow, but more mellow as you descend. ","short_desc":"A Bozeman classic","notes":"Because the parking area is a Montana state lands area, you are required to purchase a land use permit before recreating.","avalanche_info":"Avalanche danger on this route is often from one of two features. First, several accidents have occurred from individuals on the ridge who triggered cornice collapses and were then strained through the trees below — avoid these cornices by staying on the wind stripped (windward) side of the slope once you gain the main ridge. Second, in the descent area infrequent but sizable avalanches have been documented, so it’s best to descend only when you are confident in the snowpack.","directions":"From intersection of South 19th and Kagy, head east on Kagy until you reach Bear Canyon road. Turn right and continue heading up the canyon until you reach a sizeable parking area near the end of the road.","gps_guidance":"This route starts by following the New World Gulch trail west out of the parking lot. At creek intersection (A) take a right and continue up the western drainage. When you reach a small meadow (B) follow the skin trail up to the west, or begin cutting your own switchbacks until you hit the ridge line (C). Once here, simply stay on the ridge line, enjoy the great views and avoid triggering cornices by staying on the west (windward) side of the ridge. The descent begins from the summit of Mt. Ellis.\r\n\r\nIt's easy to find your way down Mt. Ellis from the summit — just follow the fall line, stay out of the trees, and you’ll eventually end up in one of three avalanche run-outs. Once reaching the end of the skiable terrain, continue making your way down until you reach a fairly large and open meadow — see (D) on next page. Once here, take a skier's left and follow the trail back to intersection (A). ","elevation_gain":2890,"vertical":"1650 ft","aspects":"Northeast","distance":4.2,"snowfall":"200-300","avalanche_danger":"Moderate to High","skier_traffic":"High","kml":"","bounds_southwest":"45.565228, -110.980927","bounds_northeast":"45.615568, -110.905406","mbtiles":"mtEllisChestnut.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.608833,"lon":-110.92425,"lat_dms":"45°36'31.88N","lon_dms":"110°55'27.34W"},{"waypoint":"A","lat":45.599472,"lon":-110.931722,"lat_dms":"45°35'58.14N","lon_dms":"110°55'54.24W"},{"waypoint":"B","lat":45.590056,"lon":-110.950417,"lat_dms":"45°35'24.23N","lon_dms":"110°57'01.51W"},{"waypoint":"Summit","lat":45.577611,"lon":-110.955028,"lat_dms":"45°34'39.45N","lon_dms":"110°57'18.19W"},{"waypoint":"D","lat":45.580639,"lon":-110.936306,"lat_dms":"45°34'50.34N","lon_dms":"110°56'10.79W"},{"waypoint":"C","lat":45.587528,"lon":-110.959444,"lat_dms":"45°35'15.13W","lon_dms":"110°57'34.03W"}],"skiroute_images":[{"filename":"DSC_0134.jpg","avatar":"XIDHoukrpoLR1QVC-UMfJlTY0MNvND5p.jpg","caption":"Enjoying the Burn!","kml_image":0},{"filename":"little_ellis_approach2_MAP.png","avatar":"7yYPSpLLoyW5-UTwOcHksnN9LPiyg1yy.png","caption":"little ellis approach2 MAP","kml_image":1},{"filename":"little_ellis_descent_CLOSEUP.png","avatar":"hh0S6Zc-H0w8a42-xm_UvNcBCRhcyRtA.png","caption":"little ellisdescent CLOSEUP","kml_image":1}]},{"name_route":"Little Ellis","quip":"Uncrowded and close to Bozeman","overview":"The key thing that Little Ellis has to offer is a quick access point near Bozeman that sees little skier traffic. One of the things which may keep folks away is confusion over access rights in the area — this approach uses a public access point on Montana state land which requires you to purchase an access permit in advance. Once you have your permit taken care of, you’ll be treated to one of the closest places to backcountry ski near Bozeman which also has great views of Gallatin Valley from the top.","short_desc":"Uncrowded and close to Bozeman","notes":"Due to frequent logging in the area there are several meadows on the lower slopes of Little Ellis that provide easy skiing. If you are feeling concerned about the snowpack on the summit or you are looking for an easy adventure close to town, you may wish to spend a little time exploring in the area.","avalanche_info":"Danger in this area is generally limited to cornices that form near the top of the peak as well as small slides that may occur on the very steepest sections of the route. To avoid the cornices you may wish to begin your descent before reaching the summit of Little Ellis.","directions":"Heading south on 19th Avenue from Bozeman, turn left (east) on Kagy and continue until you reach Mt. Ellis Lane where you take a right. This turn is easy to miss, and if you reach Bear Canyon, you’ve gone too far. Follow Mt. Ellis Lane until you arrive at the parking area on the right side of the road.","gps_guidance":"The approach starts at the poorly named “Bear Canyon” state access point on Mt. Ellis Lane. This is not to be confused with the other state access point that is actually in Bear Canyon! From the gate, follow the gentle grade straight up towards the peak until the trees thicken (A). Stay left on the road and follow it uphill until the terrain starts to flatten and you can easily bear right uphill onto a flat ridge (B) — you can’t go wrong as long as you are still gaining elevation. Continue on the flattish ridge up the meadows until the trail gets steeper near the summit and starts to switchback.\r\n \r\nTo descend from the top, stay skier’s left and follow the ridgeline down for a little while before dropping to the skier’s right once the trees open up. This run contains sparse trees and a moderate pitch of slope. You can also head right earlier for a steeper but more tree-filled descent. Both descents stop once the ski pitch flattens out — to return, gain the ridge and find your skin track. You can either follow the approach back down or check out some of the recently logged slopes that are visible during the approach. ","elevation_gain":2410,"vertical":"900 ft","aspects":"Southeast","distance":3.5,"snowfall":"200-300","avalanche_danger":"Low to Medium","skier_traffic":"Low","kml":"","bounds_southwest":"45.584541, -110.980045","bounds_northeast":"45.629604, -110.915955","mbtiles":"mtEllisChestnut.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.627361,"lon":-110.960472,"lat_dms":"45°37'38.50N","lon_dms":"110°57'37.75W"},{"waypoint":"A","lat":45.61375,"lon":-110.965056,"lat_dms":"45°36'49.59N","lon_dms":"110°57'54.27W"},{"waypoint":"B","lat":45.611167,"lon":-110.951167,"lat_dms":"45°36'40.21N","lon_dms":"110°57'04.20W"},{"waypoint":"Summit","lat":45.596806,"lon":-110.961472,"lat_dms":"45°35'48.50N","lon_dms":"110°57'41.30W"}],"skiroute_images":[{"filename":"little ellis (vertical).jpg","avatar":"lRGcokXge-bDxwDXbRMzm5XkfaIBiZgk.jpg","caption":"Easy turns down Little Ellis.","kml_image":0},{"filename":"little_ellis_descent_CLOSEUP.png","avatar":"hROO5K1rLobLB1NDk9VnCHpRKYGXeo04.png","caption":"Little Ellis Descent","kml_image":1},{"filename":"little_ellis_approach2_MAP.png","avatar":"ySLIQwv3zg4uzalh5kk90iTKgApZ_-VF.png","caption":"Little Ellis Approach","kml_image":1}]},{"name_route":"Goose Creek Meadow","quip":"Popular meadow with an easy approach","overview":"Goose Creek is a popular backcountry access point and sees considerable traffic due to its location close to Bozeman, easy skin-in and forgiving terrain. While you won’t find any big descents here, you will find mellow terrain where you can have fun confidently building your backcountry skills in a safe location. The ski back to the car is fast and easy, and you’ll even get cell phone coverage on almost the entire trip. Route finding can be a little tricky if there is not already an established skin track, but this track tends to set up early and get nice and broken in.","short_desc":"A popular meadow with an easy Approach","notes":"","avalanche_info":"It’s about as safe as the backcountry gets here. Goose Creek is a great location to go when other descents are looking intimidating, such as when there has been a big storm recently. There are two small sections of the meadow which are a bit steeper and would be capable of producing a small slide in extremely unstable snow conditions, but both are short and easily avoidable.","directions":"Take Interstate 90 east towards Bozeman Pass and exit at Trail Creek. Take a right from the off ramp and follow Trail Creek road several miles until you see the brown Forest Service sign for Goose\r\nCreek. Follow the signs to the trailhead parking lot which you will find at the end of the road. While the road to the trailhead is plowed year round, it tends to get cleared only after all other roads have been plowed, so you may need a car with all-wheel-drive and winter tires to make it up the hill to the parking area if it has snowed recently.","gps_guidance":"From the trailhead follow the road through the gate until you reach a clear path through the trees on the left side of the road (A). Follow this path as it crosses the road a first time (B) and then again a second time (C). Eventually the trees will start to open up and you can leave the path and continue uphill until you reach a high point where the descent begins. \r\n\r\nThe descent begins from the top of a point on the far south side of Chestnut Ridge. There are a couple of different paths through the trees you can take in the area, and in general the farther you stay to the north the less work it is to get back to the skin track but the more traffic there is.","elevation_gain":1340,"vertical":"600 ft","aspects":"Northeast ","distance":1.4,"snowfall":"200-300","avalanche_danger":"Low","skier_traffic":"High","kml":"","bounds_southwest":"45.568059, -110.907610","bounds_northeast":"45.614100, -110.849453","mbtiles":"mtEllisChestnut.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.607083,"lon":-110.856194,"lat_dms":"45°36'25.53N","lon_dms":"110°51'22.31W"},{"waypoint":"A","lat":45.605778,"lon":-110.856667,"lat_dms":"45°36'20.85N","lon_dms":"110°51'24.09W"},{"waypoint":"B","lat":45.605056,"lon":-110.857778,"lat_dms":"45°36'18.26N","lon_dms":"110°51'28.05W "},{"waypoint":"C","lat":45.602111,"lon":-110.857833,"lat_dms":"45°36'07.65N","lon_dms":"110°51'28.26W "},{"waypoint":"Summit","lat":45.596417,"lon":-110.868083,"lat_dms":"45°35'47.13N","lon_dms":" 110°52'05.18W"}],"skiroute_images":[{"filename":"medow.jpg","avatar":"MMNjq6TOnxcPdTcvzNJkEyoFpak0xIem.jpg","caption":"","kml_image":0},{"filename":"goos_creek_approach_MAP.png","avatar":"9WJ7Q_O-AahieBjWZ5rS3Cq6yjG9SKgt.png","caption":"goos creek approach MAP","kml_image":1},{"filename":"goos_creek_descent_CLOSEUP.png","avatar":"8Ye58G8VpuFbbj4zwXmL6VUGqrx67X17.png","caption":"goos creek descent CLOSEUP","kml_image":1}]},{"name_route":"Garnet Mountain Chute","quip":"A long chute with big vertical","overview":"The Garnet Mountain Chute is a long, fairly narrow avalanche chute that travels nearly 3000 vertical feet down from the summit of Garnet to the valley floor. Despite the fact that the access point is a popular location for snowmobiles, the chute itself tends to see very little skier traffic. The low number of skiers combined with the fact that the entire aspect is northerly as well as protected from the wind means that the area sometimes has nice snow conditions.","short_desc":"A long chute with big vertical","notes":"There is a public Forest Service cabin at the top of Garnet which is available for rent, and there is some additional skiing located nearby. This cabin is typically accessed by snowmobile approach from theeast side of the Garnet (traveling past Rat Lake). If you have a friend with a sled who is willing to drive back down, this can significantly speed your approach.","avalanche_info":"This chute is treeless because it is a funnel for large avalanches; there is significant risk exposure associated with skiing this line. If one were to get caught in a slide here, they could expect to be flushed through a large terrain trap and carried down to the valley floor. Given the large elevation gain, snow conditions may vary significantly between top and bottom — generally with a deeper more stable snowpack at the top but thinner, weaker and shallower snowpack as you descend. This is a route where it's best to wait for widespread stable conditions.","directions":"From Bozeman head south on US 191. About 5 minutes after you enter Gallatin Canyon, you'll notice a sign for the Storm Castle Forest Service access road. Take a left over the river, and then a right once you cross the bridge and then follow the road until it ends at the helibase.","gps_guidance":"Part of the Forest Service road which would usually allow you to drive all the way to the foot of Garnet Mountain is gated off in the winter — accordingly, the first two miles of the trip simply follow the road. After you pass the Bible camp, the skin track begins directly across from the parking lot at Storm Castle (A) by following the Garnet Mountain trail #85 at a very consistent and easily skinable pitch. As you reach a small meadow at about 7200 feet (B), you'll want to stop and do a snowpack evaluation because the skin track takes a left and begins to more aggressively switchback up the ridge line to the summit.\r\n\r\nThe Garnet Mountain Chute starts out as a small bowl and then funnels down a big vertical drop all the way to the valley floor. The only tricky part about route finding is making sure you end up getting the right drainage — once in, the only way down is to continue following the fall line.","elevation_gain":2930,"vertical":"2700 ft","aspects":"North","distance":5,"snowfall":"100-300","avalanche_danger":"Extreme","skier_traffic":"Low","kml":"","bounds_southwest":"45.400646, -111.278436","bounds_northeast":"45.459909, -111.138219","mbtiles":"garnetMountain.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.455472,"lon":-111.243472,"lat_dms":"45°27'19.70N","lon_dms":"111°14'36.59W"},{"waypoint":"A","lat":45.440944,"lon":-111.223417,"lat_dms":"45°26'27.41N","lon_dms":"111°13'24.39W"},{"waypoint":"B","lat":45.423694,"lon":-111.216917,"lat_dms":"45°25'25.30N","lon_dms":"111°13'00.92W"},{"waypoint":"Summit","lat":45.426611,"lon":-111.206778,"lat_dms":"45°25'35.81N","lon_dms":"111°12'24.47W"}],"skiroute_images":[{"filename":"garnet_approach_MAP.png","avatar":"Hy4NmOql3mmKU0HowkYkEt9M9FhGhdk3.png","caption":"garnet approachMAP","kml_image":1},{"filename":"garnet_descent.png","avatar":"qyqCvMgUP6zKuzdjkt3KWkkRAzVbOxke.png","caption":"garnet_descent","kml_image":1},{"filename":"garnet_descent-CLOSEUP.png","avatar":"-PcEVGojEK6s7FYvmniyN9a9NehuyoYO.png","caption":"garnet descent CLOSEUP","kml_image":1}]}]},{"name_area":"Hyalite Canyon","conditions":"Technically this is a sub-region within the Gallatin Range, however it has the advantage of higher elevation and so it sees annual snowfall in the range of 300-400 inches per year and a more consistent and stable snowpack. The higher peaks in areas such as Hyalite Peak and Mt. Blackmore do receive occasional extreme wind events.","color":"#0000ff","bounds_southwest":"","bounds_northeast":"","permissions":0,"skiarea_image":{"filename":"hyalite.jpg","avatar":"yN3rPeRAWnRqAshalDIXnk2DypYuPaYY.jpg"},"skiarea_routes":[{"name_route":"Mt. Blackmore","quip":"A classic Bozeman peak","overview":"Mt. Blackmore is another classic Bozeman backcountry location. While its dramatic north face is visible from town and might be the inspiration to get up there in the first place, most folks choose to ski the eastern side of the peak where there is a variety of terrain that ranges from glade skiing right up to wide open, above tree line skiing with nice chute options. You may want to take a whole day to ski Mt. Blackmore so that you have time not only for the relatively long approach, but for both careful snowpack evaluation as well as a few laps in the choice terrain. On the way back down you'll be treated (or cursed, depending on your outlook on life) to a surprisingly fast bobsled course down through the trees. The nearest SNOTEL sensor is at Shower Falls and generally provides a good estimate of the snow at Blackmore.","short_desc":"A Classic Bozeman Peak","notes":"","avalanche_info":"Reaching the very peak of Blackmore can be a true winter mountaineering adventure where you’ll generally want an ice ax and crampons on the last couple of hundred feet. Skipping the very top of the peak and instead ascending to near the summit, it’s largely possible to avoid the most serious avalanche terrain and use only a standard backcountry approach on skins. There are many descent options on Blackmore, with the safest low-angle descent occurring on the skinner’s right (east) of the peak.","directions":"Take 19th Avenue south out of Bozeman and follow it as it bends around to the right and continues heading west. Look for the sign to Hyalite Canyon and take a left. Continue heading up Hyalite Canyon until you are just before the reservoir, then park at the large parking lot on the right. The road is plowed during the winter and so just about any car can make the drive in.","gps_guidance":"The skin track starts by heading south out of the parking lot and then follows the summer hiking trail to Mt. Blackmore. After leaving the parking lot, you will gain elevation by heading up a series of flat switchbacks and then descend down to Blackmore Lake (A). Given that almost all of the approach follows a Forest Service hiking trail, it is usually free of trees and easy to find your way. As you get closer to tree line you’ll notice a few sets of short chutes (B) to left of the skin track. If you maintain the right speed and elevation on the way down, you’ll also be able to ski these as you head back to the parking lot, but be careful as these chutes do slide. Continue higher past the tree line and Mt. Blackmore will come into your view to the right.\r\n\r\nThere are many descent options available on Mt. Blackmore, and your chosen route will depend on what kind of adventure you want. The path illustrated above goes to the very top of the mountain and would require mountaineering expertise to reach the summit, however you can also simply descend before reaching the peak for a great but slightly shorter run.","elevation_gain":3422,"vertical":"900 ft","aspects":"East","distance":5.5,"snowfall":"400","avalanche_danger":"Moderate to High","skier_traffic":"High","kml":"","bounds_southwest":"45.404273, -111.066602","bounds_northeast":"45.514787, -110.914143","mbtiles":"hyalite.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.485056,"lon":-110.980444,"lat_dms":"45°29'06.20N","lon_dms":"110°58'49.68W"},{"waypoint":"A","lat":45.469028,"lon":-110.984528,"lat_dms":"45°28'08.59N","lon_dms":"110°59'04.36W"},{"waypoint":"B","lat":45.444361,"lon":-110.990556,"lat_dms":"45°26'39.78N","lon_dms":"110°59'26.06W"},{"waypoint":"Summit","lat":45.444667,"lon":-111.003611,"lat_dms":"45°26'40.85N","lon_dms":"111°00'13.00W"}],"skiroute_images":[{"filename":"Blackmore.jpg","avatar":"gKDvPEQ2HacXPMd-Xjor4Yvr_cgVLZ_E.jpg","caption":"","kml_image":0},{"filename":"blackmore-approach_MAP.png","avatar":"G-SiQslOyCGH9XubdXD0kTnSIlL5eK8c.png","caption":"Blackmore approach MAP","kml_image":1},{"filename":"blackmore-descent_CLOSEUP.png","avatar":"14hohtMBvFCXeOG-bpw4oEHxkR44HVku.png","caption":"Blackmore descent CLOSEUP","kml_image":1}]},{"name_route":"History Rock","quip":"A popular spot with easy access","overview":"The History Rock trailhead is likely the most popular backcountry skiing access point in Hyalite. Named after a boulder next to the summer hiking trail where visitors etch their name, its close location to Bozeman, relatively moderate terrain and short ascent mean that this is a confidence-inspiring location and great place to get a quick backcountry workout. Given its popularity you aren’t likely find untouched powder here unless you hit it on a snow day, or you are willing to head up to the highest of the three short skiable meadows at History Rock where the terrain opens up and sees less traffic.","short_desc":"A popular spot with easy access","notes":"","avalanche_info":"While the terrain is a bit more complicated and has a higher slope angle than other true meadows in this book, History Rock is still a moderately safe place to ski. Like any skiable terrain in the backcountry, a slide at History Rock could still occur under the right conditions so don’t forget your good avalanche awareness skills. Just because there are tracks on the slope doesn't mean you should skip digging a snow pit to evaluate stability or put multiple skiers on a slope at the same time.","directions":"Take 19th Avenue south out of town and follow it as it bends around to the right and continues heading west. Look for the sign to Hyalite Canyon and take a left. Follow the canyon road until you notice a plowed parking area to the right that says History Rock at the trailhead. This area is just past Lick Creek and if you reach the reservoir, you've gone too far.","gps_guidance":"From the parking lot, follow the well-traveled cross country ski trail across the meadow and make sure you catch the skin track as it begins to ascend up the hill (A) and leaves the flat field. You'll want to keep your head up for other skiers here that may be descending the trail and heading fast around blind corners. The approach follows the History Rock hiking trail for most of the approach, but breaks off from the trail and continues following a small side drainage uphill. Once at the base of the first small pitch (B), the trail switchbacks and gains elevation on the skinner's right of a small gully.\r\n\r\nThere are three short skiable meadows at History Rock, each at a slightly higher elevation than the previous one, so each has progressively better snow conditions and sees less traffic. The highest of the three meadows has a more easterly aspect that shelters the snow from the sun better than the first two, and almost always has the best skiing. After a lap or two on this short but sweet third pitch, you can take a quick skin back up and then head down to ski the other two pitches on your way out. The trip back to the car is generally pretty fast and snowboarder friendly except for the very last bit where you pass through a flat meadow that will require some cross country to reach the parking lot.","elevation_gain":1940,"vertical":"900 ft","aspects":"Southeast to East","distance":2.5,"snowfall":"200-300","avalanche_danger":"Moderate","skier_traffic":"Very High","kml":"","bounds_southwest":"45.465707, -111.035573","bounds_northeast":"45.528116, -110.950688","mbtiles":"hyalite.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.498722,"lon":-110.984389,"lat_dms":"45°29'55.40N","lon_dms":"110°59'03.82W"},{"waypoint":"A","lat":45.498194,"lon":-110.988889,"lat_dms":"45°29'53.54N","lon_dms":"110°59'20.08W"},{"waypoint":"B","lat":45.48725,"lon":-111.003917,"lat_dms":"45°29'14.18N","lon_dms":"111°00'14.16W"},{"waypoint":"Summit","lat":45.482028,"lon":-111.014056,"lat_dms":"45°28'55.35N","lon_dms":"111°00'50.66W"}],"skiroute_images":[{"filename":"history.jpg","avatar":"2K8Wqwb0tQCv32P3bJGqB9QpS_WG80CZ.jpg","caption":"","kml_image":0},{"filename":"history_approach_MAP.png","avatar":"jW557lp5uSiGSJLG3SEswGkiFI2w4nr1.png","caption":"history approach MAP","kml_image":1},{"filename":"history_descent_CLOSEUP.png","avatar":"OOkYFdEwt0dXACfL24gBeo5EszfcdfY1.png","caption":"history descent CLOSEUP","kml_image":1}]},{"name_route":"Lick Creek Meadows","quip":"Multiple descent with forgiving terrain","overview":"Lick Creek is another popular backcountry destination that's only about 25 minutes away from downtown Bozeman. Lick offers more descent options than History Rock and while it still sees traffic, it has more terrain and doesn’t seem to be as popular which means you’re more likely to find fresh turns here. The top of the ridge has some fantastic views of the other high peaks in Hyalite Canyon. A SNOTEL snow sensor in lower Lick Creek provides a good indication of snow depth in the area and tends to read low compared to the higher elevation at the top of the hill where this descent begins.","short_desc":"Multiple descents with forgiving Terrain","notes":"","avalanche_info":"Avalanches are unlikely in Lick Creek due to low angle terrain. The flatter of the two descents (D) is one of the safest skiable meadows in the area and offers just enough pitch to ski on — a perfect beginner run for backcountry powder. The steeper of the two meadows (E) has only a slightly higher angle and is also a great place to ski when other routes look too dangerous. Avoid the very steepest sections of each meadow to keep your exposure to a minimum.","directions":"Take 19th Avenue south from Bozeman and follow the road as it bends to the right and continues along the foothills. Take a left when you see the Forest Service access sign for Hyalite Canyon and continue up the road for several miles. Keep an eye on the Forest Service signs for turns off the main road — the Lick Creek parking area is on the right side of the road after the Langhor Campground and before History Rock. Once you park, walk across the road and downhill to catch the skin track.","gps_guidance":"The skin track follows a Forest Service road that is closed to motorized traffic during the winter, and even though it is over two miles long it travels quickly. To make sure you follow the correct road take a left and then an immediate right (A) and then stay straight (B) on the road\/trail intersections. Generally the approach is well traveled and if you follow the beaten path you'll end up in the right spot. Eventually the road takes a hairpin turn to follow the contour of a small creek drainage. Leave the road either at the hairpin turn (C) or just after it; generally there is a well-established skin track to the top, but if you're lucky enough to have first tracks this turn may be easy to miss because the skin track can sometimes be a bit hidden in the brush.\r\n\r\nOnce you reach the top of the hill, there are several options for your descent. You can simply turn around and ski the front slope (D) which is longer and very gentle, or ski down the back side (E) for a slightly shorter but steeper run where the eastern aspect helps to protect the snow from the sun and keep things soft. There are also some other descents available in the area, such as the hillside to the skinner's left once you pass (C); if you are feeling particularly adventurous you can continue higher past the summit into the dense forest and go exploring to find an untracked slope hidden in the protected trees.","elevation_gain":1560,"vertical":"450 ft, 600 ft","aspects":"South and East","distance":3,"snowfall":"200-300","avalanche_danger":"Low","skier_traffic":"High","kml":"","bounds_southwest":"45.498076, -110.996548","bounds_northeast":"45.542795, -110.930028","mbtiles":"hyalite.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.504028,"lon":-110.988833,"lat_dms":"45°30'14.50N","lon_dms":"110°59'19.88W"},{"waypoint":"A","lat":45.506667,"lon":-110.982667,"lat_dms":"45°'30.24.07N","lon_dms":"110°58'57.66W"},{"waypoint":"B","lat":45.509278,"lon":-110.974306,"lat_dms":"45°30'33.47N","lon_dms":"110°58'27.57W"},{"waypoint":"C","lat":45.514917,"lon":-110.964917,"lat_dms":"45°30'53.73N","lon_dms":"110°57'53.73W"},{"waypoint":"Summit","lat":45.524028,"lon":-110.956056,"lat_dms":"45°31'26.59N","lon_dms":"110°57'21.83W"}],"skiroute_images":[{"filename":"lick - sunshine.jpg","avatar":"07elBZKVJTBT9LZTkzxHgBeZtHyask-8.jpg","caption":"","kml_image":0},{"filename":"lick_creek_approach_MAP.png","avatar":"XJhAA7V0kadQfU_GT7mc5m6Wk3J4GfKP.png","caption":"lick creek approach MAP","kml_image":1},{"filename":"lick_creek_descent.png","avatar":"XpN3kk0PS4roh4pkT-DR8bjJdIqG88OG.png","caption":"lick creek descent","kml_image":1},{"filename":"lick_creek_descent-CLOSEUP.png","avatar":"WfXs6b3rFsZjf6vNZ1zbn1-niDBMOeZx.png","caption":"lick creek descent CLOSEUP","kml_image":1}]},{"name_route":"Hyalite Peak","quip":"A classic Bozeman peak","overview":"Similar to Mt. Blackmore, Hyalite Peak offers a variety of descent options through above tree line skiing, however sees a bit less traffic than Blackmore and provides access to some bigger steeps. To make the deal sweeter, the trail back to the car has no low point like Blackmore Lake that requires you to skin back up to get home, and so this means that the return trip takes less time. The SNOTEL sensor at Shower Falls is located on Hyalite Creek below the peak and provides accurate snow depth information for the area.","short_desc":"A classic Bozeman Peak","notes":"","avalanche_info":"Ascending to the top of the peak requires excellent terrain navigation and snowpack evaluation skills. There are several high peaks in the area, and it is a location that is capable of producing sizable slides. This is a true backcountry mountain adventure that requires you to assess the situation as you go and choose your options carefully.","directions":"Take 19th Avenue south out of Bozeman and follow it as it bends around to the right and continues heading west. Look for the sign to Hyalite Canyon and take a left. Continue heading up Hyalite Canyon and follow the road all the way around and past the reservoir until it ends at the Hyalite Creek parking area. The skin track follows the summer hiking trail for Hyalite Creek.","gps_guidance":"The relatively long ascent to Hyalite follows a summer hiking trail through the heavily treed glacial valley of Hyalite Creek. Follow the hiking trail cut until you reach tree line (A), then head southwest towards Hyalite Peak where the skin track begins to switchback up towards the ridge on the saddle to skinner's right of Hyalite Peak. Route finding is pretty easy once you can see the peak, so just head towards it and continue gaining elevation until you are near the summit.\r\n\r\nThere are a variety of different descent options on Hyalite Peak, including off of the back side (not shown). The descent above drops down from the summit and then wraps around to ski down from the saddle. Unlike Blackmore where there are some relatively safe descent routes down from near the summit, most of the terrain on and near Hyalite Peak is in prime avalanche terrain — which also makes for great skiing when the snowpack is stable.","elevation_gain":3449,"vertical":"800 ft","aspects":"East","distance":6,"snowfall":"400","avalanche_danger":"High","skier_traffic":"Medium","kml":"","bounds_southwest":"45.352609, -111.046088","bounds_northeast":"45.473740, -110.868115","mbtiles":"hyalite.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.447639,"lon":-110.962389,"lat_dms":"45°26'51.54N","lon_dms":"110°57'44.64W"},{"waypoint":"A","lat":45.391667,"lon":-110.953917,"lat_dms":"45°23'30.06N","lon_dms":"110°57'14.15W"},{"waypoint":"Summit","lat":45.381194,"lon":-110.960528,"lat_dms":"45°22'52.30N","lon_dms":"110°57'37.96W"}],"skiroute_images":[{"filename":"DSC_0163.jpg","avatar":"v1eeKxn-i5liBQmODtLTXspRs2bwMwp5.jpg","caption":"Skiing Hyalite Peak","kml_image":0},{"filename":"hyalite_approach_MAP.png","avatar":"bfGzQl_IACZB30vm1sqgH7t2WE3w9v8X.png","caption":"hyalite approach MAP","kml_image":1},{"filename":"hyalite_descent-CLOSEUP.png","avatar":"FsUicrKGoxSiJ0UjF9ZvVynSFcW5zgGN.png","caption":"hyalite descent CLOSEUP","kml_image":1}]}]},{"name_area":"Bridger Range","conditions":"The Bridgers are a special range. When storms blow in from the northwest, the magical Bridger Bowl Cloud (BBC) sometimes forms and results in sudden and unforecast snowfall events of 20-30+ inches, even when the town of Bozeman and all other ranges stay completely dry! To make things even sweeter, the BBC also leaves behind very low density snow that is quite fun to ski due to its extremely fluffy nature, and is known to the Bridger Bowl marketing department as \"Cold Smoke\" or to others as champagne powder or cowboy pow. \r\n\r\nThe very top of the Bridgers (called The Ridge) receives frequent extreme wind conditions which generally blow west to east and load the eastern side of the Bridgers with snow that is stripped off of the western side. In general this leaves the western slope of the Bridgers with a shallower and more unstable snowpack. Typical annual snowfall for the Bridgers ranges from 300-400 inches a year.\r\n","color":"#ff00ff","bounds_southwest":"","bounds_northeast":"","permissions":0,"skiarea_image":{"filename":"bridger.jpg","avatar":"hGHCIHTBw6ew-rllJpCIJbYXmKs9soCv.jpg"},"skiarea_routes":[{"name_route":"Middle Cottonwood","quip":"Lots of complex descents","overview":"So close to Bozeman and yet so frequently overlooked, Middle Cottonwood provides access to a large area of Bridger Ridge terrain similar to what you find above Bridger Bowl. Many narrow and steep lines can be found here as well some larger more open terrain on the southwest side of Saddle Peak. Western Bridger snow pack often makes for sketchy snow, but when conditions are right, the terrain is ready and waiting for you.","short_desc":"Lots of complex descents","notes":"","avalanche_info":"The western slope of the Bridgers typically has a more unstable snowpack when compared to the eastern slope. This area also has complex micro terrain and weather which can make field evaluation difficult. A relatively low exposure ascent to the Ridge is possible using the described route, but there are many avalanche paths in the area — including a good sized avalanche path and funnel where the descent takes place.","directions":"Head north on 19th Avenue out of Bozeman and take a right when 19th Avenue ends at Springhill Road. Continue north for 3.3 miles and then take a right at Toohey Road, where you will also see a brown Forest Service sign for Middle Cottonwood. Head east on Toohey and follow the Forest Service signs to reach the trailhead. The last mile or so of the road is not plowed in the winter, and unless you have 4-wheel drive and chains, you may have to park along the Forest Service road and skin the last section of the road.","gps_guidance":"The approach begins by following the Middle Cottonwood hiking trail out of the parking area. The first creek crossing has a bridge, however the second does not. During most of the year this is no issue, however during the spring melt it can occasionally result in having to ford a fast flowing river. Once past the creek continue following the trail until reaching a small meadow where you can head left and take a couple of easy switchbacks across a hill (A). Continue over the top of this hill back down into a drainage to the north and continue up the summer trail until you cross the creek and reach another small meadow — leave the trail here and head to the right (east) to follow this new drainage (B). Continue along the creek bottom and try to avoid the heaviest brush — which can be formidable — by staying right until the terrain opens up and you can head more left and gain elevation. To reach the summit either switchback or boot pack your way up the final section.\r\n\r\nFrom the top of The Ridge, there are many different descent options available so don't feel limited to only the route above. The pitch shown heads down a northwest facing avalanche path and offers a long consistently steep descent. This route is starting to feel a bit narrow in the early season — it's been a while since the last big slide came through and cleared out the trees which are now slowly reclaiming the area. To head back home continue following the drainage down which will eventually bring you back onto your skin track (B) after a bit of cross country work.","elevation_gain":3180,"vertical":"1200 ft","aspects":"Northwest","distance":4,"snowfall":"300","avalanche_danger":"High","skier_traffic":"Low","kml":"","bounds_southwest":"45.740775, -111.012276","bounds_northeast":"45.810196, -110.906703","mbtiles":"bridgerRange.mbtiles","skiroute_gps":[{"waypoint":"A","lat":45.77125,"lon":-110.966667,"lat_dms":"45°46'16.55N","lon_dms":"110°58'00.05W"},{"waypoint":"B","lat":45.775333,"lon":-110.962333,"lat_dms":"45°46'31.21N","lon_dms":"110°57'44.47W"},{"waypoint":"Summit","lat":45.779056,"lon":-110.938417,"lat_dms":"45°46'44.60N","lon_dms":"110°56'18.35W"},{"waypoint":"Parking","lat":45.765,"lon":-110.988333,"lat_dms":"45°45'54.00N","lon_dms":"110°59'18.05W"}],"skiroute_images":[{"filename":"cottonwood_approach_MAP.png","avatar":"0vOi9WltNjy3DfhiK-6dqLk8rME2oCw0.png","caption":"Cottonwood Approach MAP","kml_image":1},{"filename":"cottonwood_descent_west_CLOSEUP.png","avatar":"CSqqNPNCgGuHeBwZk_a94MeqgH-u_Zcp.png","caption":"Cottonwood Descent West CloseUp","kml_image":1}]},{"name_route":"Bridger Bowl","quip":"An early and late season Bozeman classic","overview":"While Bridger Bowl is closed to uphill traffic during the ski season, it is open during shoulder season before the resort opens in the fall and after it closes in the spring. When open to uphill travel, this is a classic place to get in great turns within the resort boundaries and also to access the fantastic slack-country on the edges of the resort. The top of the route described here is known as Hidden Gully, however, you can certainly refer to the Bridger Bowl trail map to ski any of the runs at the resort.","short_desc":"An early and late season Bozeman classic","notes":"","avalanche_info":"There is no avalanche control in the area when the resort is closed, so you should treat this place with the same respect you would treat any backcountry skiing location. There are both lowrisk places to ski at the lower elevations of Bridger along with higher-risk places at higher elevations that have more aggressive terrain. Given the wide amount of terrain available here, it is possible to choose an adventure with just about any level of risk that you are interested in.","directions":"From Bozeman, head north on Rouse Avenue until it becomes Bridger Canyon Drive. Continue heading up the canyon until you see the sign for Bridger Bowl, and then take a left and park in the main resort parking lot. During the very early season, it is sometimes possible to continue past the end of the parking lot on a public Forest Service road that gains a few hundred additional feet of elevation, but don't count on it.","gps_guidance":"This close-up shows The Apron with Hidden Gully at the top. While it is possible to begin the descent from the very top of The Ridge you will need to boot pack up the gully to reach it. Instead you can also simply take your skins off when the terrain becomes too steep to continue on skins and still get in a great run down The Apron.\r\n\r\nTo ascend, head up the ski area away from the parking lot, and start bearing to the right so that your skin track stays just to the skinner’s left of the Alpine lift. From here you’ll head to the old summit of the lift (A), but if in doubt, you can always go to the new top of the Alpine lift and take a hard left to head up towards the Apron. In either case, continue heading higher and starting to switchback until the terrain becomes too steep to continue on skins and then begin your boot pack up Hidden Gully.","elevation_gain":2607,"vertical":"1400ft to 1900 ft","aspects":"Northeast, Varies","distance":2.7,"snowfall":"350","avalanche_danger":"Low to Extreme","skier_traffic":"High","kml":"","bounds_southwest":"45.789871, -110.949379","bounds_northeast":"45.843846, -110.861883","mbtiles":"bridgerRange.mbtiles","skiroute_gps":[{"waypoint":"A","lat":45.824722,"lon":-110.924083,"lat_dms":"45°49'29.06N","lon_dms":"110°55'26.78W"},{"waypoint":"Summit","lat":45.823417,"lon":-110.929861,"lat_dms":"45°49'24.38N","lon_dms":"110°55'47.59W"},{"waypoint":"Parking","lat":45.817667,"lon":-110.896806,"lat_dms":"45°49'03.60N","lon_dms":"110°53'48.52W"}],"skiroute_images":[{"filename":"bridger_apron_descent_CLOSEUP.png","avatar":"QLgg3CMnYZ2m5ojgm-C-4emy75o5VkRY.png","caption":"Bridger Apron Descent CLOSEUP","kml_image":1},{"filename":"bridger_bowl_ascent_MAP.png","avatar":"dEGMyRtISP9feOyCQ9-TH-qA6cxn_Z8k.png","caption":"Bridger Bowl Ascent MAP","kml_image":1}]},{"name_route":"Texas Meadows","quip":"A long but popular tour in the Bridgers","overview":"Despite the name, Texas Meadows is probably a bit too steep to be considered a true meadow like others in this book. Near the top several pitches of differing steepness appear and provide a good location to get in some downhill turns on a variety of aspects. During a long but reasonably flat approach, the route follows two (closed to motorized traffic) Forest Service roads that travel quickly. Texas Meadows is a well-known location and once you get past the long tour to access the skiable terrain, there are several good descent options available.","short_desc":"A long but popular tour in the Bridgers","notes":"","avalanche_info":"This route takes place in the foothills of the Bridger range rather than on the higher terrain near the Ridge. A variety of angled slopes are available which allow you to mostly choose your level of exposure. If you are used to skiing other meadows in this book, you'll find more aggressive terrain at the top than you may be used to, however, some low-angle slopes are still available in the vicinity after you pass (B) and before you ascend to the top of Texas Meadows.","directions":"From Bozeman, head north on Rouse Avenue until it becomes Bridger Canyon Drive. Continue heading up the canyon past Bridger Bowl until you reach the intersection with Bracket Creek road. Turn right on Bracket Creek and park in the large plowed lot that is just past the turn.","gps_guidance":"The approach to Texas Meadows is considerably longer and flatter than many of the other approaches, and you may even get to practice some skate skiing on the way home. To begin the route, head west from the parking lot to cross Bridger Canyon Drive and take the Forest Service road to the left. You’ll eventually reach a junction with another large Forest Service road (A) that is just past a summer trail marked as the Lower S Bracket Trailhead. Follow the road to the left until the skin track leaves the road on the right as the trees start to open up. If you find yourself heading downhill and reach (B), make sure to leave the road.\r\n\r\nThe southeastern aspect of Texas Meadows is longer but tends to be more susceptible to ice crusting from the sun, whereas the northeastern aspect is not as steep or as long but often has softer, better skiing snow. There are also descent options possible down the backside (not shown).","elevation_gain":2052,"vertical":"600 ft","aspects":"Various","distance":4.2,"snowfall":"350","avalanche_danger":"Low to Moderate","skier_traffic":"High","kml":"","bounds_southwest":"45.812232, -110.955483","bounds_northeast":"45.873264, -110.861744","mbtiles":"bridgerRange.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.858611,"lon":-110.879694,"lat_dms":"45°51'31.04N","lon_dms":"110°52'46.92W"},{"waypoint":"A","lat":45.845861,"lon":-110.903167,"lat_dms":"45°50'45.14N","lon_dms":"110°54'11.43W"},{"waypoint":"B","lat":45.840806,"lon":-110.904722,"lat_dms":"45°50'26.92N","lon_dms":"110°54'17.00W"},{"waypoint":"Summit","lat":45.839583,"lon":-110.934167,"lat_dms":"45°50'22.53N","lon_dms":"110°56'03.02W"}],"skiroute_images":[{"filename":"Skin Track.jpg","avatar":"C0J7oQjMIgTlwgnSD8n6FC25PhA0njV6.jpg","caption":"","kml_image":0},{"filename":"texas_meadows_approach_MAP.png","avatar":"aPgukfCwHUx1hpC8XQte_BngYGtZ_Npx.png","caption":"texas meadows approach MAP","kml_image":1},{"filename":"texas_meadows_descent_CLOSEUP.png","avatar":"wGoxfoUz2uHj8Mrz1mrd9y8jbalw-yY5.png","caption":"texas meadows descent CLOSEUP","kml_image":1}]},{"name_route":"Truman Gulch","quip":"A trip to the back of Bridger Bowl","overview":"The back of Bridger Bowl offers wild, untamed skiing. It’s possible to ski Truman by hiking to The Ridge from the top of Pierre’s Knob lift or by approaching from the west side of the valley as is described below. Despite its close proximity to the resort, Truman is not an area to be taken lightly. Challenging micro terrain and associated variable snowpack warrant extra caution. Use your good judgment and only ski here when conditions are right, and you’ll be rewarded with some great descent lines.","short_desc":"A trip to the back of Bridger Bowl","notes":"","avalanche_info":"The western slope of the Bridgers typically has a more unstable snowpack when compared to the eastern slope. There are a variety of avalanche run-outs of different sizes here which crisscross the terrain and make complete avoidance of avalanche zones impossible. This area has complex micro terrain and weather which make field evaluation difficult. Give Truman the extra respect it deserves as the area claimed the life of a rider in 2011.","directions":"Head north on 19th Avenue out of Bozeman and take a right when 19th Avenue ends at Springhill road. Continue north for 5.9 miles and then take a right on Penwell Bridge Road and follow it until it ends. Take a left (Walker Lane) and then a right on Forswall Road. Continue on Forswall until the road becomes impassible or until you reach the summer trailhead parking area (or a backup parking area about a 1\/2 mile short of the summer lot at the top of a small hill).","gps_guidance":"Start by following the Truman Gulch hiking trail out of the summer trailhead parking area. Continue on this trail until you reach a choice between fairly large drainages; stay to the rightmost drainage (A) and continue south until you reach a large flat meadow (B). From the meadow there are several approach options for a skin track, all of which will eventually require boot packing as you approach The Ridge.\r\n\r\nTruman offers a variety of descent options, many of which make for great skiing when conditions are right — you should expect typical Bridger Ridge terrain here with lots of varying tree cover, several avalanche paths and a smattering of cliff bands. The route shown above is for a northwesterly aspect that tends to hold nice snow. The skin track suggested above is more exposed than some other approaches but will provide you with an opportunity to dig a couple of representative snow pits during your ascent in order to gain a better understanding of the micro terrain and snowpack.\r\n","elevation_gain":3445,"vertical":"1800 ft","aspects":"Northwest, Varies","distance":3.5,"snowfall":"300","avalanche_danger":"Moderate to Extreme","skier_traffic":"Medium","kml":"","bounds_southwest":"45.791998, -111.010409","bounds_northeast":"45.849427, -110.885247","mbtiles":"bridgerRange.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.823611,"lon":-110.985833,"lat_dms":"45°49'25.04N","lon_dms":"110°59'09.09W"},{"waypoint":"A","lat":45.817528,"lon":-110.951806,"lat_dms":"45°49'03.13N","lon_dms":"110°57'06.57W"},{"waypoint":"B","lat":45.81225,"lon":-110.944611,"lat_dms":"45°48'44.15N","lon_dms":"110°56'40.67W"},{"waypoint":"Summit","lat":45.805222,"lon":-110.933694,"lat_dms":"45°48'18.85N","lon_dms":"110°56'01.38W"}],"skiroute_images":[{"filename":"bridgers.jpg","avatar":"YyBKLzP9n0K-fMArk7cDALMLyFQ-WmPh.jpg","caption":"","kml_image":0},{"filename":"truman_approach_MAP.png","avatar":"Az0KB23daT4YSc81B8W92D4ee-9JMxPM.png","caption":"truman approach MAP","kml_image":1},{"filename":"truman_descent_CLOSEUP.png","avatar":"xTc0Q7cWi2ZneGOkcY-MNwZPJ7KkEUQ3.png","caption":"truman descent CLOSEUP","kml_image":1}]}]},{"name_area":"Madison Range","conditions":"This range is usually divided into Northern and Southern Madisons. The Northern Madisons have a similar personality to Hyalite Canyon, whereas the Southern Madisons tend to get more snow. In general when snowstorms hit hard they do not hit both ends of the Madisons equally, so there may actually be snow events where the northern range is left high and dry and the Southern Madisons get hammered. Typically annual snowfall is about 300-400 inches for the northern range and 400-500 inches for the southern range.","color":"#00ffff","bounds_southwest":"","bounds_northeast":"","permissions":0,"skiarea_image":{"filename":"madison.jpg","avatar":"7G2_IDzijf5Azw5tKuKL9a9dXkRE5QTY.jpg"},"skiarea_routes":[{"name_route":"Deer Creek","quip":"Low traffic and good early spring skiing","overview":"Deer Creek is a great place to get off the beaten path and find some wide open slopes that don't see much skier traffic. Despite the fact that you're likely to see sagebrush sticking out through the very most southerly aspects of the route and the ridge lines may be scoured down to the rocks by wind, there is in fact good skiing at Deer Creek! Just below the summit a small bowl opens up which is wind protected and has an eastern aspect that hides it from the sun and skis well all season long.","short_desc":"Low traffic and good early Spring Skiing","notes":"","avalanche_info":"Deer Creek has fairly moderate terrain with open glades that make for good skiing but is also capable of producing slides. At lower elevations of the route, the southern aspect and reduced annual snowfall often combine to create a very different and thinner snowpack than you may be used to seeing. The suggested descent from the top is the exception; its higher elevation and eastern aspect typically make for softer and deeper snow.","directions":"Take US 191 south out of Bozeman, and pay special attention to the brown Forest Service access signs. The Deer Creek plow-out is after Dunham Meadow but before Dudley Creek. Dudley Creek is the last Forest Service access point before the turn to Big Sky — if you reach a stop light you've gone too far. Note that there is also a larger parking area on the left (east) side of the road about one tenth of a mile before the small plowed area at the Deer Creek bridge.","gps_guidance":"To descend, you may wish to choose one of two routes down which are apparent from the top, both of which provide a similar elevation drop, but the more easterly aspect typically provides better skiing unless it's a warm spring day — in that case, you might want to choose the more southerly slope. In either case you can continue heading down the fall line and avoiding trees, and you'll eventually get funneled back down to the trailhead. Depending on how you descend, you may end up fighting through brush and fallen timber on the way home, but generally things are manageable.\r\n\r\nTo ascend to the top of Deer Creek, skin across the bridge and take a right to head up the signed hiking trail. From here, simply stay to the skinner's right of the creek and continue to gain elevation — all ridgelines will eventually take you to the summit so you can't really go wrong.","elevation_gain":2339,"vertical":"1000 ft","aspects":"East and South","distance":2.5,"snowfall":"100-250","avalanche_danger":"Low to Moderate","skier_traffic":"Very Low","kml":"","bounds_southwest":"45.284261, -111.277384","bounds_northeast":"45.353113, -111.172362","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.298333,"lon":-111.203472,"lat_dms":"45°17'54.05N","lon_dms":"111°12'12.58W"},{"waypoint":"Summit","lat":45.314333,"lon":-111.229278,"lat_dms":"45°18'51.61N","lon_dms":"111°13'45.42W"}],"skiroute_images":[{"filename":"DSC_0067.jpg","avatar":"_7jvo5amB_exxkbLLSQLPaQsV6OSclOd.jpg","caption":"","kml_image":0},{"filename":"brush in deer creek.jpg","avatar":"ae6LLvk4a4xjqw-L1sw4Gi0ikkftrPMU.jpg","caption":"","kml_image":0},{"filename":"deer_creek_approach+descent_MAP.png","avatar":"o-NFAd2brVGDErJGKmMmkjrlSc9YJEhv.png","caption":"Deer Creek Approachdescent MAP","kml_image":1}]},{"name_route":"Dudley Creek","quip":"Easy approach and good early spring skiing","overview":"Dudley Creek is similar to Deer Creek and lower Yellow Mountain, however, it has the shortest approach of the three. Given the southern exposure here, this area skis best during a storm or once the weather has taken a warm turn in the middle of winter. Dudley is one of the first areas in the region that develops smooth, carvy spring corn snow.","short_desc":"Easy approach and good early Spring Skiing","notes":"","avalanche_info":"Dudley Creek has fairly wide open and moderately steep terrain which makes for great skiing on the way down but does not provide much shelter during the approach. The area’s southern exposure is generally a recipe for frequent thaws throughout the season, and this can impact the snowpack in a good or bad way depending on many different weather factors. During the early spring or sometimes even in the late winter Dudley tends to develop nice spring corn snow before any other routes in this book.","directions":"The turn to the Dudley Creek Forest Service road is on the west side of the US 191 about 1\/2 mile short (closer to Bozeman) of the turn to Big Sky — keep your eye out for a brown Forest Service sign. Once you've turned, the road gains elevation quickly. Continue 1.1 miles up the road to an infrequently plowed Forest Service parking area on the right side of the road. Despite the fact that the Dudley Creek road is plowed all winter to provide access to the residences further up the road, you'll probably need a Subaru or better to make it up the hill. Given that this narrow one-lane road has steep snow banks on either side, this is not a place where you want to get stuck. When in doubt, park near US 191 on public lands and hike or skin the additional 1.1 miles to the trailhead.","gps_guidance":"The ascent begins by leaving the trailhead and continuing north (at a right angle to the road in) to cross a small stream and then head uphill. The ascent can be fairly steep as skin tracks go, and there isn't any obviously sheltered approach — your best bet is to stick to the edge of the trees and stay on top of any minor ridgelines you can find. The trip down is a fun one with wide open slopes and a consistent pitch with good vertical drop.","elevation_gain":1807,"vertical":"1700 ft","aspects":"Southeast","distance":1.6,"snowfall":"200-250","avalanche_danger":"Moderate","skier_traffic":"Low","kml":"","bounds_southwest":"45.256783, -111.309968","bounds_northeast":"45.316813, -111.204108","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.277833,"lon":-111.259889,"lat_dms":"45°16'40.23N","lon_dms":"111°15'35.60W"},{"waypoint":"Summit","lat":45.28925,"lon":-111.249194,"lat_dms":"45°17'21.32N","lon_dms":"111°14'57.10W"}],"skiroute_images":[{"filename":"dudley_approach+descent_MAP.png","avatar":"O_TltTvMsVSjXBec_0i1E8MybMY1C6AK.png","caption":"Dudley Approachdescent MAP","kml_image":1}]},{"name_route":"Beehive to Bear Basin","quip":"Spectacular scenery, deep snow and easy access","overview":"This is perhaps THE classic backcountry location in the area and for good reason. Spectacular scenery, deep snow, a wide choice of terrain and a plowed paved trailhead that starts you off at almost 8000 feet make for some tremendous skiing and a reasonably easy approach. Technically the route described here is known by locals as \"Bear-Hive\" because you ascend out of Beehive Basin and then ski down into Bear Basin.","short_desc":"Spectacular scenery, Deep snow and easy access","notes":"Make sure to stay off the private property that lines both sides of the first mile of the trail. While it may be tempting to trespass, the police do occasionally setup shop on road crossings where they've noticed a skin trail set up over private land, and they will issue citations to skiers and riders.","avalanche_info":"The moderately steep terrain on both sides of the Beehive-Bear ridge has produced avalanches in the past, and the Beehive side has claimed the lives of at least two riders and resulted in a handful of other avalanche accidents. Historically speaking, the Bear Basin side of the route generally has a deeper, more stable snowpack whereas the Beehive side is more shallow and weak, though there are always exceptions to the rule and both areas do have microterrain which causes a good deal of snowpack variability. Don't forget your good decision making just because you've had some good laps on the safer Bear Basin side! Your safest trip back down is to follow the protected skin track you came up on.","directions":"Take US 191 south from Bozeman and turn right to go to Big Sky. Go past the last left turn to Big Sky Resort and turn right at the brown Forest Service access sign for the Upper Beehive Basin trailhead. Follow this road until you descend a steep hill and reach the parking lot. While this road is both paved and plowed all year, the last section of the road has a tendency to prevent cars without dedicated snow tires or chains from leaving at the end of the day! This trailhead can get busy during the winter, so plan on arriving before 9am to grab one of the few parking spots left.","gps_guidance":"The safest ascent route takes a right (A) after the private property ends and switchbacks its way up a heavily treed small ridge until you reach the main ridge between Beehive and Bear Basins.\r\n\r\nOnce you gain the main ridge between Beehive and Bear Basins, the descent takes you down 1000 glorious feet of vertical to the bottom of Bear Basin. Make sure your skins are in good working shape as you'll have to skin back up to the ridge to get home. There are also several great descent options along this ridge and generally less traffic the farther you head up the ridge as Bear Basin eventually turns into Middle Basin.","elevation_gain":2307,"vertical":"1000 ft","aspects":"East","distance":1.8,"snowfall":"400","avalanche_danger":"Moderate to High","skier_traffic":"High","kml":"","bounds_southwest":"45.300113, -111.405874","bounds_northeast":"45.334772, -111.354146","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.306889,"lon":-111.385472,"lat_dms":"45°18'24.86N","lon_dms":"111°23'07.78W"},{"waypoint":"A","lat":45.319722,"lon":-111.386389,"lat_dms":"45°19'11.08N","lon_dms":"111°23'11.09W"},{"waypoint":"Summit","lat":45.322972,"lon":-111.381111,"lat_dms":"45°19'22.76N","lon_dms":"111°22'52.03W"}],"skiroute_images":[{"filename":"Buttcrack.jpg","avatar":"fp1aMObO_KxXxonuKzdzI6NmP41qbUA7.jpg","caption":"","kml_image":0},{"filename":"beehive_ascent_MAP.png","avatar":"DOPDiG73diUIq092GTVdO-0ByLhQC0Vv.png","caption":"Beehive Ascent Map","kml_image":1},{"filename":"beehive_descent_CLOSEUP.png","avatar":"y6wccnc4MsbvOQOTB1b4S1MTCQtrVQEC.png","caption":"Beehive Descent CLOSEUP","kml_image":1}]},{"name_route":"Buttcrack Chute","quip":"A fun high alpine bowl with a chute in the middle","overview":"In the highest reaches of Beehive Basin you’ll find the affectionately named Buttcrack Chute located in the middle of a wide open alpine bowl. This unique chute makes for one of the more fun descent options in the area, especially if you are looking to bag a peak and ski a mix of several different kinds of terrain all in the same day. There is good above tree line skiing near the top of the run, a chute in the middle, and then some mixed terrain with more trees as you descend the skin track to return home.","short_desc":"A fun high alpine bowl with a chute in the middle","notes":"","avalanche_info":"Buttcrack Chute is located on an eastern aspect in the Beehive area which, due to the local micro-weather conditions, tends to mean it has a deeper and more stable snowpack than descents down the western aspect back into Beehive. Given the higher angle of terrain associated with skiing the chute here, you will certainly need to have excellent snowpack and terrain evaluation skills to minimize your avalanche risk.","directions":"Take US 191 south from Bozeman and turn right to go to Big Sky. Go past the last left turn to Big Sky Resort and turn right at the brown Forest Service access sign for the Upper Beehive Basin trailhead. Follow this road until you decline a steep hill and reach the parking lot. While this road is both paved and plowed all year, the last section of the road has a tendency to prevent cars without dedicated snow tires or chains from leaving at the end of the day! This trailhead can get busy during the winter, so plan on arriving before 9 am to grab one of the few parking spots left.","gps_guidance":"The approach begins from the Beehive parking lot and follows the same well-traveled skin track as the other routes. After clearing the private property, head right (A) and begin to switchback up a medium-density treed minor ridge line. Once you reach the top ridge between Beehive and Bear Basin, continue higher until travel on the ridge becomes difficult then descend to the right and skin up to the summit.\r\n\r\nDescending down from the summit is pretty straightforward — the chute lies in the center of the slope and is easily avoidable by staying to the right or left, which will give you a nice open run with above tree line skiing instead. To return home or take another lap, regain the Beehive ridge line (skin track in blue) and follow your ascent route back to the parking area. \r\n","elevation_gain":2335,"vertical":"700 ft","aspects":"East","distance":3.5,"snowfall":"400","avalanche_danger":"High","skier_traffic":"Medium","kml":"","bounds_southwest":"45.300069, -111.433415","bounds_northeast":"45.367241, -111.341424","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.306889,"lon":-111.385472,"lat_dms":"45°18'24.86N","lon_dms":"111°23'07.78W"},{"waypoint":"A","lat":45.319722,"lon":-111.386389,"lat_dms":"45°19'11.08N","lon_dms":"111°23'11.09W"},{"waypoint":"Summit","lat":45.344778,"lon":-111.385917,"lat_dms":"45°20'41.21N","lon_dms":"111°23'09.38W"}],"skiroute_images":[{"filename":"butt_crack_ascent_MAP.png","avatar":"CSKXHYRJ9EhY7u7q-BNHZbL90YNHGZpg.png","caption":"Butt Crack Ascent MAP","kml_image":1}]},{"name_route":"Beehive Meadows","quip":"Forgiving terrain with easy access","overview":"Aside from the more advanced terrain in the higher reaches of Beehive, there are also some short meadows available on the western side of the basin. You’ll still get to enjoy the same great snow that Beehive typically offers but can practice your skills in a relatively safe backcountry environment while getting good views of the ridge on the opposite side of the basin. This ridge is where you may see other skiers or riders approaching for a descent into Bear Basin or the Buttcrack Chute.","short_desc":"Forgiving terrain with easy access","notes":"","avalanche_info":"Exposure to avalanche risk on this route is fairly limited. The very bottom section of the meadow is steeper than the upper part and while it is still less than about 30 degrees, it is not as avoidable as the steeper sections of other meadows in this book. Despite this, Beehive Meadows are still a great location to practice your backcountry skills and gain confidence before heading into larger or more complex terrain.","directions":"Take US 191 south from Bozeman and turn right to go to Big Sky. Go past the last left turn to Big Sky Resort, and turn right at the brown Forest Service access sign for the Upper Beehive Basin trailhead. Follow this road until you decline a steep hill and reach a parking lot. While this road is both paved and plowed all year, the last section of the road has a tendency to prevent cars without dedicated snow tires or chains from leaving at the end of the day! This trailhead can get busy during the winter, so plan on arriving before 9 am to grab one of the few parking spots left.","gps_guidance":"From the parking lot, follow the skin track superhighway up the basin. After reaching an open hill in the middle of the basin (which also provides some nice skiing on the way out), you will leave the most traveled portion of the track by traversing left (A) across this hill and head towards the summit while avoiding the trees. Eventually the creek drainage to your left flattens and bends back towards the northeast. Once you cross the creek here, Beehive Meadows begins to appear.\r\n\r\nWhile short, these meadows in Beehive have enough terrain that you can still get in a number of laps by spacing out your descents horizontally. This area probably won’t get your adrenaline pumping, but it is a great spot to go and take some easy powder turns in a beautiful location.","elevation_gain":775,"vertical":"200 ft","aspects":"East","distance":1.5,"snowfall":"400","avalanche_danger":"Low ","skier_traffic":"Medium","kml":"","bounds_southwest":"45.302652, -111.405052","bounds_northeast":"45.328880, -111.367796","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.306889,"lon":-111.385472,"lat_dms":"45°18'24.86N","lon_dms":"111°23'07.78W"},{"waypoint":"A","lat":45.317861,"lon":-111.388333,"lat_dms":"45°19'04.34N","lon_dms":"111°23'18.07W"},{"waypoint":"Summit","lat":45.322861,"lon":-111.39525,"lat_dms":"45°19'22.35N","lon_dms":"111°23'42.91W"}],"skiroute_images":[{"filename":"beehive meadows (horizontal).jpg","avatar":"KmdJYzBWLJfAbOeFnMQEKCszAfv_O_4q.jpg","caption":"","kml_image":0},{"filename":"beehive_meadows_approach_MAP.png","avatar":"HQg61qphIayUNIidhJuW1Ak3bPDsbVmd.png","caption":"Beehive Meadows Approach MAP","kml_image":1}]},{"name_route":"Yellow Mountain","quip":"High alpine access with less crowds","overview":"While nearly blocked in by private property, Yellow Mountain is a great place to enjoy the high alpine environment around Big Sky and offers several different descent options from the summit that range from moderate to extreme, with potential big vertical descents down open bowls and narrow chutes. This area is mostly southern exposure, and so tends to ski best during or after a storm or between February and April when the weather has warmed a bit. This sunny aspect then goes into prime spring corn skiing conditions which can be delightful on a sunny winter day, especially if other more northerly aspects in the region are starting to get skied out or crusty. If you haven't ever skied perfectly smooth, untracked corn snow before, you are in for a real treat.","short_desc":"High alpine access with less crowds","notes":"Please be respectful of the private property in this area — at the time of writing the described approach is legit, though this may change in the future. Montana trespass law does allow for \"winter sports\" access through private land onto public land, provided the land has no fences or No Trespassing signs which communicate the closure of the land to public use. If the descent down the power transmission lines does become closed in the future, access to Yellow Mountain can still be had by following the North Fork trailhead road until it is no longer plowed, and then continuing to follow the road up to the summer trailhead, and then downhill along the North Fork summer trail. Eventually you can take a hairpin right and skirt around the back of the private property below you to the south. This approach is considerably longer and harder, so please use your best trail etiquette with any folks you run into along the way and be respectful of the private property in the area.","avalanche_info":"Like other high alpine peaks in the area, Yellow Mountain has a wide spectrum of descent options. Route finding on Yellow is more difficult than in other areas, and so you should feel confident navigating avalanche terrain and choosing approach routes that will minimize your exposure before deciding to ski here. Given the southern exposure, this area is prone to forming layered ice crusts but also often develops stable spring corn snow before many other routes do.","directions":"From the turn to Big Sky off of 191, travel 4.8 miles up the road and take a right at the brown Forest Service sign for the North Fork Trailhead. Continue up this road (which is plowed all winter, though all-wheel drive is recommended) until you come to a fork in the road where the right road is clearly private, and the left one continues to the North Fork trailhead. Park your vehicle and look up for some power transmission lines overhead. The approach begins by skiing down away from the parking area by following under these overhead power lines.","gps_guidance":"The approach begins with a 200 foot descent under some power transmission lines and then takes a left (A) at a groomed cross country trail on Lone Mountain Ranch and crosses the North Fork Creek over a skier bridge. Follow this cross country trail until you reach the dead end at a T-shaped trail crossing (B). Continue straight ahead at this intersection and parallel (but stay off) the snowshoe trail marked with plastic blue tree markers that continues up the hill. Follow these plastic blue markers until they end at the open skiable pitch (C). Route finding between the parking area and the skiable pitch can be confusing, so it is recommended that you bring a GPS along.\r\n\r\nYellow Mountain offers two main descent options. The first (D) is on more of a domed ridge that is also the safest way down. The other descent (E) offers a large, fairly open bowl at the top that funnels into an avalanche run-out and can be fun skiing when conditions are safe. Yellow is visible on the drive in, and so you may wish to scope out your descent options as you drive up.","elevation_gain":2513,"vertical":"1600 ft","aspects":"South and Southwest","distance":2.5,"snowfall":"300-400","avalanche_danger":"Moderate to Extreme","skier_traffic":"Low","kml":"","bounds_southwest":"45.271307, -111.362780","bounds_northeast":"45.318376, -111.286439","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.279472,"lon":-111.331694,"lat_dms":"45°16'46.17N","lon_dms":"111°19'54.15W"},{"waypoint":"A","lat":45.281417,"lon":-111.328417,"lat_dms":"45°16'53.10N","lon_dms":"111°19'42.35W"},{"waypoint":"B","lat":45.283389,"lon":-111.328306,"lat_dms":"45°17'00.27N","lon_dms":"111°19'41.97W"},{"waypoint":"C","lat":45.288778,"lon":-111.323139,"lat_dms":"45°17'19.65N","lon_dms":"111°19'23.36W"},{"waypoint":"Summit","lat":45.30075,"lon":-111.321972,"lat_dms":"45°18'02.73N","lon_dms":"111°19'19.17W"},{"waypoint":"D","lat":45.29775,"lon":-111.324139,"lat_dms":"45°17'51.90N","lon_dms":"111°19'26.97W"},{"waypoint":"E","lat":45.292278,"lon":-111.320833,"lat_dms":"45°17'32.25N","lon_dms":"111°19'15.00W"}],"skiroute_images":[{"filename":"yellow_approach_MAP.png","avatar":"muS49e_tHX_R9K1tWgtsm46ri5Wp7eL5.png","caption":"yellow approach MAP","kml_image":1},{"filename":"yellow_descent_CLOSEUP.png","avatar":"iJi4IInsgLdiQPg7uy3Lw3AthEyWhrup.png","caption":"yellow descent CLOSEUP","kml_image":1}]},{"name_route":"The Sphinx","quip":"An epic winter adventure","overview":"The massive Sphinx rises nearly 5000 feet from the Madison Valley floor and beckons adventurous souls to visit its summit. Viewed from the southern end of Madison Valley the Sphinx appears all but impossible to ascend — yet from the northern end of the valley the steep yet skiable north-westerly slope appears. If you are looking for a big time winter mountaineering adventure, the Sphinx is a great place to spend a day, bag a peak, and even see the Tetons (100 miles to the south) on a clear day.","short_desc":"An epic Winter Adventure","notes":"","avalanche_info":"There is obvious risk associated with a descent of the Sphinx, including but not limited to the fact that the last 1500 feet of vertical involve ascending a steep but shallow terrain funnel. This is a route that is best done in the spring after the snowpack has stabilized and become isothermal. Even then, traveling with an experienced group who all have expert terrain and snowpack evaluation skills is important.","directions":"From the town of Ennis, head south on Highway 287 for 11.1 miles. Turn left on Forest Service road #327 (Bear Creek Road) and head east. Follow this road south and then east again until you reach the Bear Creek Trailhead which is 4.5 miles from the turn off of 287. The last section of this road may be difficult or impossible to drive in the winter (another good reason to wait until spring to ski the Sphinx), and so you may have to skin the last portion of the road.","gps_guidance":"From the trailhead, follow Bear Creek hiking trail #327 up the drainage until you reach Forest Service trail #357, where you take a left (A) and eventually begin heading up out of the drainage and reach somewhat of a ridge (B) that starts to traverse towards the Helmet (the large red rock formation directly to the west of the Sphinx). Continue on this ridge towards the divide between the Helmet and the Sphinx (C). After reaching this divide, you'll need to be very certain that conditions are right, because there is little in terms of a \"safe\" ascent beyond here as the mountain steepens considerably on the last 1500 vertical feet. To go on to the summit, stay to the northern edge of the ridgeline and continue higher up the northwest face the Sphinx.\r\n\r\nThe northwest aspect of the Sphinx is an epic line that is sure to keep even the most experienced of backcountry skiers on their toes. The last 1500 feet of vertical require big exposure but also have amazing skiing when the conditions are right. Just make sure you stay within the boundaries of the shallow northwestern drainage as there are large cliffs on the other three sides of the mountain.","elevation_gain":4635,"vertical":"1800 ft","aspects":"West","distance":6,"snowfall":"100-400","avalanche_danger":"Extreme","skier_traffic":"Very Low","kml":"","bounds_southwest":"45.127978, -111.559941","bounds_northeast":"45.191374, -111.466186","mbtiles":"theSphinx.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.156639,"lon":-111.5535,"lat_dms":"45°09'23.95N","lon_dms":"111°33'12.68W"},{"waypoint":"A","lat":45.149528,"lon":-111.522056,"lat_dms":"45°08'58.36N","lon_dms":"111°31'19.48W"},{"waypoint":"C","lat":45.163889,"lon":-111.497194,"lat_dms":"45°09'50.01N","lon_dms":"111°29'49.97W"},{"waypoint":"Summit","lat":45.157,"lon":-111.481333,"lat_dms":"45°09'25.24N","lon_dms":"111°28'52.85W"},{"waypoint":"B","lat":45.157611,"lon":-111.512306,"lat_dms":" 45°09'27.48N","lon_dms":"111°30'44.37W"}],"skiroute_images":[{"filename":"sphinx.jpg","avatar":"VxsHgG7C2CEOiMBUT4VYqlkeDJiNzGiN.jpg","caption":"","kml_image":0},{"filename":"sphinx-approach_MAP.png","avatar":"wuNQcZp2fQoQrogo2jps7-dC2sCLIBVY.png","caption":"sphinx approach MAP","kml_image":1},{"filename":"sphinx-descent_CLOSEUP.png","avatar":"rzTgvadf4B2oVSLFwJRiAMBGz9S46b5A.png","caption":"sphinx descent CLOSEUP","kml_image":1}]},{"name_route":"Bacon Rind Skillet","quip":"Big vertical with Yellowstone views","overview":"The Skillet is aptly named given the roundish frying pan meadow at the top of the route and long but narrow handle run-out at the bottom of the meadow. The big things that this route has going for it are a historically deep southern Madison snowpack, a skin track that starts steeply gaining elevation almost immediately after you get out of your vehicle and a moderate-pitch slope at the top.","short_desc":"Nice vertical with Yellowstone views","notes":"This trip is inside the Yellowstone National Park boundary and so a park permit is required and no dogs are allowed.","avalanche_info":"During the approach, very thick tree cover means that avalanches are unlikely. Once the terrain opens up near the top, slide risk increases; the Skillet is free of trees due to infrequent wet slide avalanches that start near the summit. If the snowpack is looking sketchy, there are some other meadows just to the south of the skin track which are not as steep and are a safe bet for lower risk skiing.","directions":"Take US 191 south out of Bozeman. Keep heading south, but reset your trip odometer when you pass by the turn to Big Sky and then head south an additional 24.3 miles. Immediately when you cross a bridge that switches the Gallatin River from being on your right to being on your left, there is the first of two pullouts. A second pullout is located several hundred yards farther down the road on the right side. Choose either pullout for good skiing, but pick the one nearest the bridge if you want to ski the Skillet instead of the general Bacon Rind area.","gps_guidance":"Once the terrain begins to open up near the top, continue higher beyond what might appear to be the top until you are certain you are at the entrance to the Skillet. Another meadow just to the south is easy to mistake for the real thing, but it ends in dense trees rather than an open but narrow gully. To descend, just make sure to stay in the bottom of the handle drainage, as for the most part either side of the handle are too thick with trees to ski well.\r\n\r\nFrom the parking area, head west up the hill and begin switchbacking up the mountain. The skin track for this ascent can be quite steep and brushy, especially if other motivated folks have broken trail before you. If you are on older equipment or have narrow skins, you'll likely end up breaking a flatter skin track which can be disheartening.","elevation_gain":1981,"vertical":"1900 ft","aspects":"East","distance":1.8,"snowfall":"300-400","avalanche_danger":"Moderate","skier_traffic":"High","kml":"","bounds_southwest":"44.945501, -111.134894","bounds_northeast":"44.986854, -111.048763","mbtiles":"theSkillet.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":44.970583,"lon":-111.078639,"lat_dms":"44°58'14.19N","lon_dms":"111°04'43.12W"},{"waypoint":"Summit","lat":44.971778,"lon":-111.097806,"lat_dms":"44°58'18.49N","lon_dms":"111°05'52.16W"}],"skiroute_images":[{"filename":"The Skillet.jpg","avatar":"D1Lr6K9AfREUmwUFLVSBXl1mbdDchthw.jpg","caption":"","kml_image":0},{"filename":"the skillet_approach+descent_MAP.png","avatar":"iYI7hDXSVx53K3TtJiRz7zgSEdvJ8IGM.png","caption":"the skillet approachdescent  MAP","kml_image":1}]},{"name_route":"Telemark Meadows","quip":"Deep snow and very easy terrain","overview":"Telemark Meadows is hands down the easiest and most mellow ski access point in the area. You will find peace of mind with terrain that is almost impossible to trigger a slide on and a deep snowpack located in an area that tends to get dumped on even when storms miss the northern mountains closer to Bozeman. The short vertical might not seem like much when compared to other routes, but it's still plenty to have some fun and practice your turns.","short_desc":"Deep snow and very easy Terrain","notes":"This trip is inside the Yellowstone National Park boundary, therefore a park permit is required and no dogs are allowed. There are a few short pitches in this area, so if the main routes are skied out, it's probably worth heading further up the hill to explore and find a hidden glade of your own.","avalanche_info":"This is one of safest areas to ski with respect to terrain danger. Only a few small rollovers on the very steepest of hills in this area would even be capable of producing a small slide, and a historically deep and stable snowpack make for good skiing and usually provide confidence-inspiring stability tests.","directions":"Take US 191 south out of Bozeman. Keep heading south, but reset your trip odometer when you pass the turn to Big Sky and then head south an additional 29.7 miles. On the right side of the highway you'll find a small plowed pullout. This pullout is by mile marker 18 — but don't count on being able to see the mile markers as the snow gets quite deep here in the winter and tends to cover all the road markers with copious amounts of snow.","gps_guidance":"There are a couple of different skiable pitches in the area, so you may wish to take some time to explore and find an untracked section to enjoy a few laps.\r\n\r\nFrom the parking area, head down the hill to the creek and find a suitable crossing. Finding your way up is easy — just take a look above you to see the slope and continue gaining elevation and staying out of the trees until you find a place you want to ski.\r\n","elevation_gain":599,"vertical":"150 ft, 300 ft","aspects":"Southeast","distance":0.8,"snowfall":"400","avalanche_danger":"Very Low","skier_traffic":"Medium","kml":"","bounds_southwest":"44.887087, -111.080439","bounds_northeast":"44.907979, -111.037837","mbtiles":"telemarkMeadows.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":44.897444,"lon":-111.054083,"lat_dms":"44°53'50.87N","lon_dms":"111°03'14.71W"},{"waypoint":"Summit","lat":44.899167,"lon":-111.066778,"lat_dms":"44°53'57.01N","lon_dms":"111°04'00.41W"}],"skiroute_images":[{"filename":"tele meadows.jpg","avatar":"TAo94-d6SrcaMvTLEn1mfwUklPDic5EB.jpg","caption":"","kml_image":0},{"filename":"telemark_meadows_approach+descent_MAP.png","avatar":"NQYYj60ZxOI-vkEgVSfCAsm4XRFFzvXb.png","caption":"telemark meadows approachdescent MAP","kml_image":1}]}]},{"name_area":"Absaroka Range","conditions":"Perhaps the wildest and most untamed of the local ranges, the Absarokas feature huge vertical rise, epic terrain and drastic weather contrasts. It's not unusual to find completely dry and barren parking lots when accessing the high Absarokas peaks only to see wonderfully deep snowpack higher up. This range also tends to see the most wind of the local ranges — sometimes entire slopes of snow will get completely scoured down to the ground and redeposited as seemingly fresh snow on other slopes. Given the terrain and weather, this range has the trickiest avalanche conditions around. It's difficult to say what the average snowfall is, but it is probably in the spread of 100-400 inches per year depending on elevation.","color":"#ff9900","bounds_southwest":"","bounds_northeast":"","permissions":0,"skiarea_image":{"filename":"absaroka.jpg","avatar":"F_irLMwhnyUVGdbBSqPK_taPE0NBD3GI.jpg"},"skiarea_routes":[{"name_route":"Black Mountain","quip":"An epic winter mountain adventure","overview":"Towering Black Mountain rises almost 6000 feet above Paradise Valley and hosts wild skiing. If you are looking for an all-day adventure with relentless elevation gain and tons of descent options, you just may want to summon up the courage to take on Black Mountain. While you’ll likely need winter mountaineering equipment to reach the very summit, there are many descent options in the area that can be accessed with skins.","short_desc":"An epic Winter Mountain adventure","notes":"Don't let a thin or even non-existent snowpack at the trailhead discourage your trip. While the first portion of the ascent is in a snow shadow, the high areas of the route do receive a large amount of snow. Good skiing can be had at Black Mountain until July if you don't mind hiking instead of skiing in.","avalanche_info":"Black Mountain is not covered by the GNFAC avalanche forecast, so you’ll need to be extra confident of your snowpack, weather and terrain evaluations here. Snowpack varies greatly with the huge elevation gain, and all areas of the route can receive extreme wind loading events. There are several large avalanche run-outs that crisscross the drainage during your ascent, and completely avoiding them is not possible — this is the main reason why most reasonable folks only ski Black Mountain in the spring or during periods of low avalanche danger.","directions":"Take Interstate 90 east out of Bozeman towards Livingston. After coming down from Bozeman Pass, get off at exit 333 and then take a left at the light to head south towards Yellowstone National Park. After 9.6 miles on US 89 there will be a left turn lane for Pine Creek Road. Go left and continue on this road until it ends at a T intersection, and then take a right (this is East River Road). After .3 miles, take another left at the Forest Service access sign for Pine Creek Campground. This road is typically not plowed in the winter, but most years there is enough traffic and light enough snowfall that the road is passable with a Subaru or better. If you are in a twowheel drive vehicle or it's a big snow year, you may have to park somewhere along the road and walk anywhere from a 1\/4 mile to a full mile on the snow covered road to get to the campground where the trail starts.","gps_guidance":"The trail begins by following the Pine Creek Lake hiking trail; the first mile or so is easy traveling over a thin snowpack until you reach Pine Creek Falls (A), where the trail heads north and begins to switchback and gain elevation quickly up the drainage that leads to the falls. Continue farther up the Pine Creek drainage and stay on the skinner's left until you get above (B) Jewell Lake. From here continue south up an approachable drainage to the foot (C) of several large bowls.\r\n\r\nThe area around Black Mountain provides some amazing high alpine skiing in a myriad of different terrain types — most of them steep. Slopes do sometimes get wind stripped in this area and so you may have to choose an alternate descent where the snow is deep and stable. The daunting Y couloir descends from the very summit of Black and will require winter mountaineering equipment to reach, whereas the top of the bowl (D) shown above can be reached with skins and an optional ice ax for traversing certain slopes which may be hard and windblown.\r\n\r\nOn the way up, stay to the left side of the valley until you reach a high point before Jewell Lake (B). On the way down multiple slopes are available to ski by hugging the skier's left side of the valley. These slopes (E, F & G) can also provide good open and gladed skiing if you’re not feeling up to the task of reaching the higher elevations of Black.","elevation_gain":5314,"vertical":"1500 ft","aspects":"Varies","distance":6.5,"snowfall":"100-400","avalanche_danger":"High to Extreme","skier_traffic":"Low","kml":"","bounds_southwest":"45.427723, -110.579737","bounds_northeast":"45.543794, -110.390026","mbtiles":"absaroka.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.497556,"lon":-110.518972,"lat_dms":"45°29'51.25N","lon_dms":"110°31'08.30W"},{"waypoint":"A","lat":45.488833,"lon":-110.499833,"lat_dms":"45°29'19.83N","lon_dms":"110°29'59.45W"},{"waypoint":"B","lat":45.489028,"lon":-110.466639,"lat_dms":"45°29'20.54N","lon_dms":"110°27'59.92W"},{"waypoint":"C","lat":45.478722,"lon":-110.473361,"lat_dms":"45°28'43.46N","lon_dms":"110°28'24.18W"},{"waypoint":"D","lat":45.474972,"lon":-110.47275,"lat_dms":"45°28'29.98N","lon_dms":"110°28'21.98W"},{"waypoint":"Summit","lat":45.471194,"lon":-110.466278,"lat_dms":"45°28'16.36N","lon_dms":"110°27'58.66W"}],"skiroute_images":[{"filename":"P1090361.jpg","avatar":"Y8_kJEbNxdUyUI_s0qAYVQ6iia_Kddcc.jpg","caption":"","kml_image":0},{"filename":"black_approach_MAP.png","avatar":"2iK0IF8HKtvv9PGzXX3Py32W8rQj0bqB.png","caption":"Black Approach MAP","kml_image":1},{"filename":"black_descent1_CLOSEUP.png","avatar":"Kpmn47nx05QIbXaxmY1NXJFdFd03hUkq.png","caption":"Black Descent1 CLOSEUP","kml_image":1},{"filename":"black_descent2_CLOSEUP.png","avatar":"otlgtTGhXcUzXS4wMWhx_6-wz2itAZkD.png","caption":"Black Descent2 CLOSEUP","kml_image":1}]},{"name_route":"Elephant Head Mountain","quip":"A fun peak with a unique descent","overview":"Elephant Head is well off of the beaten path and provides an enticing 1200 foot vertical drop down from the summit when conditions are good. The egg-like shape of the northern aspect of this peak gradually steepens as you descend and often provides great skiing well into June. From the summit you’ll be treated to views of the high peaks around the Mission Creek drainage which can be worth the trip alone. Occasional extreme wind events and burly, brushy wilderness approach will make you feel far away from the civilized life of town. To make it more interesting I once saw fresh bear or wolverine tracks here in January. You did grab your bear spray along with your avy beacon, shovel and probe, right?","short_desc":"A unique descent","notes":"","avalanche_info":"Elephant Head is not covered by the GNFAC avalanche forecast, so you’ll need to be extra careful with your snowpack, weather and terrain evaluations here. During the later portions of the approach you will pass through several avalanche run-out zones which are largely unavoidable. While the northern face of the summit is certainly capable of a large slide, the dome-like shape of the pitch is a welcome change from the more frequent terrain-trap style of gully that you frequently see elsewhere — such as in the descent down the Sphinx.","directions":"From Bozeman, head east on Interstate 90 and take exit #337 back towards Livingston on US 89. After 1.4 miles take a left on Swingly Road and continue driving about 7 miles until you reach Bruffey Lane. Take a right and follow Bruffey for about 2 miles until you see Ranch 63 on the right side of the road. Depending on snow conditions, you may be able to drive through the public access gate on Ranch 63 and drive an additional 1.5 miles to the summer trailhead. If not, park along Bruffey Road outside of Ranch 63 on public land and begin your approach.","gps_guidance":"The approach begins by following Forest Service hiking trail #37 up toward Elephant Head mountain. Follow the tree cut for the hiking trail in the lower portion of the route, and then take a left and head up the drainage (A) for upper Mission Creek. Once the valley begins to steepen, do your best to avoid the easily identifiable avalanche run-out zones that cascade down into the valley.\r\n\r\nThere aren’t many places where you will find a descent like this. Elephant Head provides a giant egg-shaped slope that sometimes holds snow nicely and has amazing skiing. Given the shape of the descent, there are a variety of runs available from the summit, each of which is able to follow the fall line directly down and yet avoid crossing anyone else’s tracks (not that other tracks aside from you and your buddies are particularly common here).","elevation_gain":3741,"vertical":"1200 ft","aspects":"North","distance":5,"snowfall":"100-400","avalanche_danger":"High","skier_traffic":"Low","kml":"","bounds_southwest":"45.527790, -110.481908","bounds_northeast":"45.619102, -110.337492","mbtiles":"absaroka.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.596083,"lon":-110.407389,"lat_dms":"45°35'45.95N","lon_dms":"110°24'26.63W"},{"waypoint":"A","lat":45.58425,"lon":-110.412111,"lat_dms":"45°35'03.33N","lon_dms":"110°24'43.60W"},{"waypoint":"Summit","lat":45.552167,"lon":-110.417972,"lat_dms":"45°33'07.89N","lon_dms":"110°25'04.73N"}],"skiroute_images":[{"filename":"Extra 5.jpg","avatar":"QHeNnZqoTraGjxMYaNH1IqMHphkExieA.jpg","caption":"","kml_image":0},{"filename":"elphanthead_descent_CLOSEUP.png","avatar":"ydzpsN6Oe9Trr4A_CET628V7IdPdyS5N.png","caption":"elphanthead descent CLOSEUP","kml_image":1}]}]},{"name_area":"Beartooth Mountains","conditions":"The Beartooths have the most consistent snow in the area and like the Southern Madisons can get pounded with big storms. These regular snowfalls often result in a deep and stable snowpack which makes for fantastic skiing. The only downsides to this area are the limited access points available to those without snowmobiles and the relatively long drive from Bozeman or Big Sky. Typically annual snowfall is about 500 glorious inches a year.","color":"#00ff00","bounds_southwest":"","bounds_northeast":"","permissions":0,"skiarea_image":{"filename":"beartooth.jpg","avatar":"jTs0egYAIBs4ShqKnF5w1YEhzyPcnvYV.jpg"},"skiarea_routes":[{"name_route":"The Fin","quip":"A steep descent with a prominent ridge","overview":"The aptly named Fin is shown on the cover of this book and juts out like a shark fin from the summit of Mt. Republic. The Fin is easily visible from downtown Cooke City which is a good thing, as this is one of the few routes in the Beartooths that can be easily accessed without using a snowmobile due to its close proximity to town. Given the steep face, this pitch requires boot packing to reach the top where you’ll be rewarded with a glorious descent back down.","short_desc":"A steep descent down a prominent slope","notes":"","avalanche_info":"The Beartooths simply get hammered by snow in the winter! While this means that there are often large loading events, after things settle it also frequently results in a deep and stable, consistent snowpack that skis like it might be located in the interior of British Columbia instead of Montana. Deep and wide avalanche crown lines are sometimes visible on The Fin which indicate the slope has the capability to avalanche on a grand scale. Aside from the Fin itself, the shown ascent route boot pack heads directly up an avalanche path, and avoiding avalanche terrain here is simply not possible using this approach.","directions":"Cooke City can only be accessed in the winter by traveling through Yellowstone National Park. Just before you enter the heart of downtown, turn right on Republic Street and park in the plowed parking area for a campground that is just past the turn. The trail begins by heading down a cross country ski trail that parallels the river downstream.","gps_guidance":"From the parking area, locate a cross-country ski trail that passes between private property and then parallels the river and heads downstream. Continue on this trail until the trees start to open up slightly on the left side of the trail (A) and head into the trees to start gaining elevation. Eventually you will locate an avalanche path of cleared trees below a snow covered chute through the cliff band above. Start switchbacking and then boot packing through this chute to top of the edge (B) of the Mt. Republic basin. From here, you will need to lose a little elevation as you head through the trees and wrap around towards the summit.\r\n\r\nSkiing on The Fin is a world-class backcountry experience and one of the most fun places to visit in this book when conditions are right. Fantastic views of Mt. Republic and the valley floor help to put in perspective just how great of a location this is. To ascend the last pitch (C), switchback until it becomes too steep and then boot pack along the ridge the rest of the way to the summit.","elevation_gain":2535,"vertical":"2000 ft","aspects":"East","distance":2.5,"snowfall":"400-500","avalanche_danger":"High","skier_traffic":"Low","kml":"","bounds_southwest":"44.918835, -110.092079","bounds_northeast":"45.082098, -109.797861","mbtiles":"theFin.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.017722,"lon":-109.937056,"lat_dms":"45°01'03.81N","lon_dms":"109°56'13.44W"},{"waypoint":"A","lat":45.016028,"lon":-109.946833,"lat_dms":"45°00'57.73N","lon_dms":"109°56'48.67W"},{"waypoint":"Summit","lat":45.004528,"lon":-109.958167,"lat_dms":"45°00'16.38N","lon_dms":"109°57'29.41W"}],"skiroute_images":[{"filename":"the fin - horizontal.jpg","avatar":"_piLE7cySNJp1qVjb5BN_X21S0A7GUTy.jpg","caption":"","kml_image":0},{"filename":"the fin bootpack.jpg","avatar":"TwHHhSW8wFV4DdUv54bsNqAOUCO_neaC.jpg","caption":"","kml_image":0},{"filename":"the fin - approach_MAP.png","avatar":"UMQHP7AjrbdR8ucObYTBlYEPr64VHEIO.png","caption":"the fin approach MAP","kml_image":1},{"filename":"the fin_descent1_CLOSEUP.png","avatar":"mKfysYe65EhBuvstfI4WBes7Y1zQ9tx6.png","caption":"the fin descent1 CLOSEUP","kml_image":1}]},{"name_route":"Beartooth Pass","quip":"A classic spring pilgrimage","overview":"The Beartooth Pass is generally closed to automobile traffic from October until May or even June each year and can only be accessed by snowmobile. When May rolls around, crews begin work clearing the pass and make gradual progress each day against snowpack that is often 10-15 feet deep in places with drifts and avalanche piles that may be even deeper. The route described here is in the higher reaches of the pass and is only accessible once the road is completely open — however, there is a wide variety of terrain that can be skied immediately off of the road even when only a portion of the pass is open. Much of this alternate terrain you can identify simply by keeping your eyes peeled on the drive in.","short_desc":"A classic spring pilgrimage","notes":"","avalanche_info":"The route shown here is certainly capable of producing large avalanches under the right conditions, however, assuming that you ski here sometime between May and August, the snowpack has generally strengthened and become isothermal — this means slides are unlikely except for perhaps in the late afternoon on warm days when the sun has baked the snow and weakened it. This hot weather also results in slushy, wet skiing that isn't quite as much fun as when corn o'clock rolls around earlier in the day and the snow has softened but not yet gotten too warm and wet.","directions":"From Red Lodge Montana at the intersection of US 212 and State Highway 308, continue up the Beartooth Pass 25.0 miles until you reach a small pull-out on the right side of the road. Park here and put your boards on to begin the descent while being mindful to avoid the cliffs.","gps_guidance":"This is somewhat of an odd route in that you start by skiing down almost 900 ft from your vehicle and then boot pack back up to go home or take another lap. If for some reason the parking pull-out at mile 25 is not plowed or is already full, continue up the road 1.5 miles to a larger parking area at an old abandoned ski lift where a similar but shorter, less steep and more wide open descent is available.","elevation_gain":882,"vertical":"882 ft","aspects":"West","distance":0,"snowfall":"500","avalanche_danger":"High","skier_traffic":"High","kml":"","bounds_southwest":"44.895127, -109.548104","bounds_northeast":"45.063384, -109.361495","mbtiles":"beartoothPass.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":44.988722,"lon":-109.426861,"lat_dms":"44°59'19.45N","lon_dms":"109°25'36.70W"},{"waypoint":"Bottom","lat":44.990528,"lon":-109.431639,"lat_dms":"44°59'25.98N","lon_dms":"109°25'53.97W"}],"skiroute_images":[{"filename":"corn snow2.jpg","avatar":"7ca-fuBQKDVNgA6W3GUUuZI5YP-yGlGj.jpg","caption":"","kml_image":0},{"filename":"beartooth_approach+descent_MAP.png","avatar":"UMUyFF3WNmfNCwoPjiA2s27Us910by0t.png","caption":"Beartooth Approachdescent MAP","kml_image":1}]}]},{"name_area":"Free Routes","conditions":"Tap here to check out three of the twenty-five routes available in the paid version of this app. Our free routes contain the same great maps and other features for you to enjoy.","color":"#000000","bounds_southwest":"","bounds_northeast":"","permissions":1,"skiarea_image":{"filename":"12322437_10100546693703669_387103147469184482_o.jpg","avatar":"jsGI7C2DyeQLRAkCv49Hbz5eOCr0z7UE.jpg"},"skiarea_routes":[{"name_route":"Mt. Blackmore","quip":"A classic Bozeman peak","overview":"Mt. Blackmore is another classic Bozeman backcountry location. While its dramatic north face is visible from town and might be the inspiration to get up there in the first place, most folks choose to ski the eastern side of the peak where there is a variety of terrain that ranges from glade skiing right up to wide open, above tree line skiing with nice chute options. You may want to take a whole day to ski Mt. Blackmore so that you have time not only for the relatively long approach, but for both careful snowpack evaluation as well as a few laps in the choice terrain. On the way back down you'll be treated (or cursed, depending on your outlook on life) to a surprisingly fast bobsled course down through the trees. The nearest SNOTEL sensor is at Shower Falls and generally provides a good estimate of the snow at Blackmore.","short_desc":"A Classic Bozeman Peak","notes":"","avalanche_info":"Reaching the very peak of Blackmore can be a true winter mountaineering adventure where you’ll generally want an ice ax and crampons on the last couple of hundred feet. Skipping the very top of the peak and instead ascending to near the summit, it’s largely possible to avoid the most serious avalanche terrain and use only a standard backcountry approach on skins. There are many descent options on Blackmore, with the safest low-angle descent occurring on the skinner’s right (east) of the peak.","directions":"Take 19th Avenue south out of Bozeman and follow it as it bends around to the right and continues heading west. Look for the sign to Hyalite Canyon and take a left. Continue heading up Hyalite Canyon until you are just before the reservoir, then park at the large parking lot on the right. The road is plowed during the winter and so just about any car can make the drive in.","gps_guidance":"The skin track starts by heading south out of the parking lot and then follows the summer hiking trail to Mt. Blackmore. After leaving the parking lot, you will gain elevation by heading up a series of flat switchbacks and then descend down to Blackmore Lake (A). Given that almost all of the approach follows a Forest Service hiking trail, it is usually free of trees and easy to find your way. As you get closer to tree line you’ll notice a few sets of short chutes (B) to left of the skin track. If you maintain the right speed and elevation on the way down, you’ll also be able to ski these as you head back to the parking lot, but be careful as these chutes do slide. Continue higher past the tree line and Mt. Blackmore will come into your view to the right.\r\n\r\nThere are many descent options available on Mt. Blackmore, and your chosen route will depend on what kind of adventure you want. The path illustrated above goes to the very top of the mountain and would require mountaineering expertise to reach the summit, however you can also simply descend before reaching the peak for a great but slightly shorter run.","elevation_gain":3422,"vertical":"900 ft","aspects":"East","distance":5.5,"snowfall":"400","avalanche_danger":"Moderate to High","skier_traffic":"High","kml":"","bounds_southwest":"45.404273, -111.066602","bounds_northeast":"45.514787, -110.914143","mbtiles":"hyalite.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.485056,"lon":-110.980444,"lat_dms":"45°29'06.20N","lon_dms":"110°58'49.68W"},{"waypoint":"A","lat":45.469028,"lon":-110.984528,"lat_dms":"45°28'08.59N","lon_dms":"110°59'04.36W"},{"waypoint":"B","lat":45.444361,"lon":-110.990556,"lat_dms":"45°26'39.78N","lon_dms":"110°59'26.06W"},{"waypoint":"Summit","lat":45.444667,"lon":-111.003611,"lat_dms":"45°26'40.85N","lon_dms":"111°00'13.00W"}],"skiroute_images":[{"filename":"Blackmore.jpg","avatar":"gKDvPEQ2HacXPMd-Xjor4Yvr_cgVLZ_E.jpg","caption":"","kml_image":0},{"filename":"blackmore-approach_MAP.png","avatar":"G-SiQslOyCGH9XubdXD0kTnSIlL5eK8c.png","caption":"Blackmore approach MAP","kml_image":1},{"filename":"blackmore-descent_CLOSEUP.png","avatar":"14hohtMBvFCXeOG-bpw4oEHxkR44HVku.png","caption":"Blackmore descent CLOSEUP","kml_image":1}]},{"name_route":"Beehive to Bear Basin","quip":"Spectacular scenery, deep snow and easy access","overview":"This is perhaps THE classic backcountry location in the area and for good reason. Spectacular scenery, deep snow, a wide choice of terrain and a plowed paved trailhead that starts you off at almost 8000 feet make for some tremendous skiing and a reasonably easy approach. Technically the route described here is known by locals as \"Bear-Hive\" because you ascend out of Beehive Basin and then ski down into Bear Basin.","short_desc":"Spectacular scenery, Deep snow and easy access","notes":"Make sure to stay off the private property that lines both sides of the first mile of the trail. While it may be tempting to trespass, the police do occasionally setup shop on road crossings where they've noticed a skin trail set up over private land, and they will issue citations to skiers and riders.","avalanche_info":"The moderately steep terrain on both sides of the Beehive-Bear ridge has produced avalanches in the past, and the Beehive side has claimed the lives of at least two riders and resulted in a handful of other avalanche accidents. Historically speaking, the Bear Basin side of the route generally has a deeper, more stable snowpack whereas the Beehive side is more shallow and weak, though there are always exceptions to the rule and both areas do have microterrain which causes a good deal of snowpack variability. Don't forget your good decision making just because you've had some good laps on the safer Bear Basin side! Your safest trip back down is to follow the protected skin track you came up on.","directions":"Take US 191 south from Bozeman and turn right to go to Big Sky. Go past the last left turn to Big Sky Resort and turn right at the brown Forest Service access sign for the Upper Beehive Basin trailhead. Follow this road until you descend a steep hill and reach the parking lot. While this road is both paved and plowed all year, the last section of the road has a tendency to prevent cars without dedicated snow tires or chains from leaving at the end of the day! This trailhead can get busy during the winter, so plan on arriving before 9am to grab one of the few parking spots left.","gps_guidance":"The safest ascent route takes a right (A) after the private property ends and switchbacks its way up a heavily treed small ridge until you reach the main ridge between Beehive and Bear Basins.\r\n\r\nOnce you gain the main ridge between Beehive and Bear Basins, the descent takes you down 1000 glorious feet of vertical to the bottom of Bear Basin. Make sure your skins are in good working shape as you'll have to skin back up to the ridge to get home. There are also several great descent options along this ridge and generally less traffic the farther you head up the ridge as Bear Basin eventually turns into Middle Basin.","elevation_gain":2307,"vertical":"1000 ft","aspects":"East","distance":1.8,"snowfall":"400","avalanche_danger":"Moderate to High","skier_traffic":"High","kml":"","bounds_southwest":"45.300113, -111.405874","bounds_northeast":"45.334772, -111.354146","mbtiles":"northernMadison.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.306889,"lon":-111.385472,"lat_dms":"45°18'24.86N","lon_dms":"111°23'07.78W"},{"waypoint":"A","lat":45.319722,"lon":-111.386389,"lat_dms":"45°19'11.08N","lon_dms":"111°23'11.09W"},{"waypoint":"Summit","lat":45.322972,"lon":-111.381111,"lat_dms":"45°19'22.76N","lon_dms":"111°22'52.03W"}],"skiroute_images":[{"filename":"Buttcrack.jpg","avatar":"fp1aMObO_KxXxonuKzdzI6NmP41qbUA7.jpg","caption":"","kml_image":0},{"filename":"beehive_ascent_MAP.png","avatar":"DOPDiG73diUIq092GTVdO-0ByLhQC0Vv.png","caption":"Beehive Ascent Map","kml_image":1},{"filename":"beehive_descent_CLOSEUP.png","avatar":"y6wccnc4MsbvOQOTB1b4S1MTCQtrVQEC.png","caption":"Beehive Descent CLOSEUP","kml_image":1}]},{"name_route":"History Rock","quip":"A popular spot with easy access","overview":"The History Rock trailhead is likely the most popular backcountry skiing access point in Hyalite. Named after a boulder next to the summer hiking trail where visitors etch their name, its close location to Bozeman, relatively moderate terrain and short ascent mean that this is a confidence-inspiring location and great place to get a quick backcountry workout. Given its popularity you aren’t likely find untouched powder here unless you hit it on a snow day, or you are willing to head up to the highest of the three short skiable meadows at History Rock where the terrain opens up and sees less traffic.","short_desc":"A popular spot with easy access","notes":"","avalanche_info":"While the terrain is a bit more complicated and has a higher slope angle than other true meadows in this book, History Rock is still a moderately safe place to ski. Like any skiable terrain in the backcountry, a slide at History Rock could still occur under the right conditions so don’t forget your good avalanche awareness skills. Just because there are tracks on the slope doesn't mean you should skip digging a snow pit to evaluate stability or put multiple skiers on a slope at the same time.","directions":"Take 19th Avenue south out of town and follow it as it bends around to the right and continues heading west. Look for the sign to Hyalite Canyon and take a left. Follow the canyon road until you notice a plowed parking area to the right that says History Rock at the trailhead. This area is just past Lick Creek and if you reach the reservoir, you've gone too far.","gps_guidance":"From the parking lot, follow the well-traveled cross country ski trail across the meadow and make sure you catch the skin track as it begins to ascend up the hill (A) and leaves the flat field. You'll want to keep your head up for other skiers here that may be descending the trail and heading fast around blind corners. The approach follows the History Rock hiking trail for most of the approach, but breaks off from the trail and continues following a small side drainage uphill. Once at the base of the first small pitch (B), the trail switchbacks and gains elevation on the skinner's right of a small gully.\r\n\r\nThere are three short skiable meadows at History Rock, each at a slightly higher elevation than the previous one, so each has progressively better snow conditions and sees less traffic. The highest of the three meadows has a more easterly aspect that shelters the snow from the sun better than the first two, and almost always has the best skiing. After a lap or two on this short but sweet third pitch, you can take a quick skin back up and then head down to ski the other two pitches on your way out. The trip back to the car is generally pretty fast and snowboarder friendly except for the very last bit where you pass through a flat meadow that will require some cross country to reach the parking lot.","elevation_gain":1940,"vertical":"900 ft","aspects":"Southeast to East","distance":2.5,"snowfall":"200-300","avalanche_danger":"Moderate","skier_traffic":"Very High","kml":"","bounds_southwest":"45.465707, -111.035573","bounds_northeast":"45.528116, -110.950688","mbtiles":"hyalite.mbtiles","skiroute_gps":[{"waypoint":"Parking","lat":45.498722,"lon":-110.984389,"lat_dms":"45°29'55.40N","lon_dms":"110°59'03.82W"},{"waypoint":"A","lat":45.498194,"lon":-110.988889,"lat_dms":"45°29'53.54N","lon_dms":"110°59'20.08W"},{"waypoint":"B","lat":45.48725,"lon":-111.003917,"lat_dms":"45°29'14.18N","lon_dms":"111°00'14.16W"},{"waypoint":"Summit","lat":45.482028,"lon":-111.014056,"lat_dms":"45°28'55.35N\t","lon_dms":"111°00'50.66W"}],"skiroute_images":[{"filename":"history.jpg","avatar":"2K8Wqwb0tQCv32P3bJGqB9QpS_WG80CZ.jpg","caption":"","kml_image":0},{"filename":"history_approach_MAP.png","avatar":"jW557lp5uSiGSJLG3SEswGkiFI2w4nr1.png","caption":"history approach MAP","kml_image":1},{"filename":"history_descent_CLOSEUP.png","avatar":"OOkYFdEwt0dXACfL24gBeo5EszfcdfY1.png","caption":"history descent CLOSEUP","kml_image":1}]}]}],"glossary":[{"term":"Angle","description":"The slope or steepness of a pitch or section of a mountain."},{"term":"Ascent","description":"Going up the mountain."},{"term":"Aspect","description":"The direction a given slope faces (e.g. north, south, east, west)."},{"term":"AT","description":"An abbreviation for Alpine Touring. Generally refers to a ski setup with releasable bindings that support a locked-in heel for descent and a free heel on ascent."},{"term":"Bag","description":"A slang term for climbing to the top of a mountain. For instance, \"I'm going to bag two peaks this weekend!\""},{"term":"Boot Packing","description":"Hiking up a steep, snow-covered slope by kicking steps into the snow. When multiple people follow, what's left behind is a boot pack."},{"term":"Corn Snow","description":"A spring snow condition that occurs when the snowpack has melted and refrozen several times. Corn snow is typically very stable, safe to ski and when skied at just the right time of day (corn o'clock or even corn:30), it is soft, forgiving and fast."},{"term":"Cornice","description":"An area of wind-deposited snow that forms on the downwind or leeward side of a ridge. Cornices can be quite large (think school bus size and weight), and if they break lose, can trigger large avalanches."},{"term":"Couloir","description":"A steep and narrow snow-covered chute that has large rocks or cliffs on both sides. French for \"passage.\""},{"term":"Crown Line","description":"The fracture line of a recent avalanche. Seeing a fresh crown line during your approach is a bad thing and should cause you to adjust your decision making accordingly."},{"term":"Descent","description":"Going down the mountain."},{"term":"Dynafit","description":"A brand of AT binding and boot system. This is currently the most lightweight backcountry setup available."},{"term":"Facets, Faceting","description":"Facets are small granules of snow that form under certain conditions, especially after prolonged periods of very cold weather and clear skies. Facets \"rot\" out at the bottom of the snow pack and are a common factor in deadly, dry slab avalanches."},{"term":"Fall Line","description":"If you dropped a marble on a ski pitch (imagine the snow to be perfectly smooth and hard), it would roll directly down the fall line."},{"term":"GPS","description":"Global Positioning System. Provides your current location, distance traveled, speed and elevation. Higher-end models also display detailed topographic maps of the area."},{"term":"Hoar","description":"Surface hoar consists of delicate crystals that are typically formed on the snow surface during cold, calm, clear nights. Long hoar crystals can be quite beautiful when on the surface, and are even fun to ski, but when these crystals are buried by fresh snow, they often form a persistent weak layer in the snowpack. Buried surface hoar is a common factor in dangerous slab avalanches."},{"term":"Inversion","description":"A weather situation that can occur in calm conditions where there is very cold air down low in the valleys, warm and sunny conditions up high and often clouds at mid-elevations."},{"term":"Isothermal","description":"An isothermal snowpack is one where the snow temperature is exactly 32 degrees at all depths. In southwest Montana this usually occurs only in the springtime but results in very stable snowpack. When isothermal conditions are present, many riders in the area start to push into bigger and more risky terrain than during the rest of the winter."},{"term":"Leeward","description":"The opposite of windward, a leeward side of a ridge receives additional snow which blows off of the windward side. Avoid traveling on the leeward side of a ridge."},{"term":"Micro Terrain","description":"An area that has many different features in a relatively small area. These features may include trees, gullies, rocks, cornices, ridges, multi-faceted aspects, steepness or others. An accurate assessment of the snowpack is more difficult here because there is so much variability present due to the many features."},{"term":"Orographic Lift","description":"The scientific name for the atmospheric phenomena that causes clouds to drop moisture as they rise up over mountains."},{"term":"Pitch","description":"A name for a skiable section of a mountain or hill."},{"term":"Randonee","description":"Another name for AT gear, this word is pronounced as ran-doh-nay. Telemarkers joke that it's the French translation of \"Can't Tele.\""},{"term":"The Ridge","description":"There are many ridges around Bozeman and Big Sky, but only one Ridge. This refers to the top or crest of the Bridger Range as it runs from north to south."},{"term":"Skin Track","description":"A path through the snow which has already been broken by other skiers before you. A well-established skin track may or may not lead you to where you are trying to go, but it will be easy to follow."},{"term":"Skins","description":"Skins get their name because they used to literally be made from the fur of animal skins. The direction of the hairs only allow for a ski to slide in one direction (up the hill). Skins are now made of nylon or mohair."},{"term":"Skimo","description":"Short for ski mountaineering, skimo refers to adventuring into high altitude, steep backcountry terrain where crampons, an ice axe, ice tools, ropes, harnesses and other specialized equipment may be required for the trip."},{"term":"Slack Country","description":"The slacker's backcountry. Typically a place located on the very edge of a resort that allows someone to get out of bounds turns with a minimal amount of effort."},{"term":"Snow Shadow","description":"In certain areas, large peaks or higher elevation terrain will cause clouds to drop their moisture (as snow) and prevent or reduce the amount that falls in the snow shadow downwind of the higher terrain."},{"term":"Splitboard","description":"A snowboard that contains a cut (or split) down the middle for a ski-like ascent of the mountain and a snowboarding descent."},{"term":"Telemark","description":"A boot and binding system that allows for the rider's heel to rise up from the ski but provides some spring-like resistance when doing so. Telemark riders maintain this free heel on the ride down, whereas AT riders lock in their heels. This style of binding has been shown to result in lower rates of knee injuries than AT gear."},{"term":"Terrain Trap","description":"An area of dense trees or a funnel-like feature on a slope which will catch or trap a rider should they be unfortunate enough to get caught in an avalanche and carried into the terrain trap."},{"term":"Traverse","description":"Using skis (or a snowboard) to cut sideways across a slope at a right angle to the fall line."},{"term":"Windward","description":"The opposite of leeward, this is the side of a ridge which receives the brunt of oncoming wind. This aspect will often have a thin, stable snowpack or even be wind-stripped down to the ground. Windward sides of ridges often make for great avalanche safe approaches."}]}